{"url": "http://www.ncbi.nlm.nih.gov/pubmed/26028028", "abstract": "HAMLET (Human Alpha-lactalbumin Made LEthal to Tumor cells) kills tumor cells broadly suggesting that conserved survival pathways are perturbed. We now identify nucleotide-binding proteins as HAMLET binding partners, accounting for about 35% of all HAMLET targets in a protein microarray comprising 8000 human proteins. Target kinases were present in all branches of the Kinome tree, including 26 tyrosine kinases, 10 tyrosine kinase-like kinases, 13 homologs of yeast sterile kinases, 4 casein kinase 1 kinases, 15 containing PKA, PKG, PKC family kinases, 15 calcium/calmodulin-dependent protein kinase kinases and 13 kinases from CDK, MAPK, GSK3, CLK families. HAMLET acted as a broad kinase inhibitor in vitro, as defined in a screen of 347 wild-type, 93 mutant, 19 atypical and 17 lipid kinases. Inhibition of phosphorylation was also detected in extracts from HAMLET-treated lung carcinoma cells. In addition, HAMLET recognized 24 Ras family proteins and bound to Ras, RasL11B and Rap1B on the cytoplasmic face of the plasma membrane. Direct cellular interactions between HAMLET and activated Ras family members including Braf were confirmed by co-immunoprecipitation. As a consequence, oncogenic Ras and Braf activity was inhibited and HAMLET and Braf inhibitors synergistically increased tumor cell death in response to HAMLET. Unlike most small molecule kinase inhibitors, HAMLET showed selectivity for tumor cells in vitro and in vivo. The results identify nucleotide-binding proteins as HAMLET targets and suggest that dysregulation of the ATPase/kinase/GTPase machinery contributes to cell death, following the initial, selective recognition of HAMLET by tumor cells. The findings thus provide a molecular basis for the conserved tumoricidal effect of HAMLET, through dysregulation of kinases and oncogenic GTPases, to which tumor cells are addicted.Oncogene advance online publication, 1 June 2015; doi:10.1038/onc.2015.144.", "title": "Targeting of nucleotide-binding proteins by HAMLET-a conserved tumor cell death mechanism.", "authors": ["Ho JC 1 , Nadeem A 1 , Rydström A 1 , Puthia M 1 , Svanborg C 1 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25989044", "abstract": "In this study, we report the pharmacological effects of a novel PDE10A inhibitor, SEP-39. SEP-39 is a potent (1.0nM) inhibitor of human PDE10A in vitro, with good selectivity (>16000-fold) against other PDEs. In an in vivo occupancy study, the RO 50 value was determined to be 0.7mg/kg (p.o.), corresponding to plasma and brain exposures of 28ng/mL and 43ng/g, respectively. Using microdialysis, we show that 3mg/kg (p.o.) SEP-39 significantly increased rat striatal cGMP concentrations. Furthermore, SEP-39 inhibits PCP-induced hyperlocomotion at doses of 1 and 3mg/kg (p.o.) corresponding to 59-86% occupancy. At similar doses in a catalepsy study, the time on the bar was increased but the maximal effect was less than that seen with haloperidol. In an EEG study, 3 and 10mg/kg (p.o.) SEP-39 suppressed REM intensity and increased the latency to REM sleep. We also demonstrate the procognitive effects of SEP-39 in the rat novel object recognition assay. These effects appear to require less PDE10A inhibition than the reversal of PCP-induced hyperlocomotion or EEG effects, as improvements in recognition index were seen at doses of 0.3mg/kg and above. Our data demonstrate that SEP-39 is a potent, orally active PDE10A inhibitor with therapeutic potential in a number of psychiatric indications. Copyright © 2015. Published by Elsevier Inc.", "title": "Pharmacological evaluation of a novel phosphodiesterase 10A inhibitor in models of antipsychotic activity and cognition.", "authors": ["Jones PG 1 , Hewitt MC 2 , Campbell JE 3 , Quinton MS 4 , Engel S 5 , Lew R 6 , Campbell U 6 , Burdi DF 5 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/26023238", "abstract": "α-Amylase, a major pancreatic protein and starch hydrolase, is essential for energy acquisition. Mammalian pancreatic α-amylase binds specifically to glycoprotein N-glycans in the brush-border membrane (BBM) to activate starch digestion, while it significantly inhibits glucose uptake by Na + /glucose cotransporter 1 (SGLT1) at high concentrations (Asanuma-Date K. et al., (2012) J. Biol. Chem., 287, 23104 - 23118). However, how the inhibition is stopped was unknown. Here, we show a new mechanism for the regulation of intestinal glucose absorption. Immunohistochemistry revealed that α-amylase in the duodena of non-fasted, but not fasted, pigs was internalized from the pancreatic fluid and immunostained. We demonstrated that after N-glycan binding, pancreatic α-amylase underwent internalization into lysosomes in a process that was inhibited by α-mannoside. The internalized α-amylase was degraded, showing low enzymatic activity and molecular weight at the basolateral membrane. In a human intestinal Caco-2 cell line, AlexaFluor488-labeled pancreatic α-amylase bound to the cytomembrane was transported to lysosomes through the endocytic pathway, and then disappeared, suggesting degradation. Our findings indicate that N-glycan recognition by α-amylase protects enterocytes against a sudden increase in glucose concentration and restores glucose uptake by gradual internalization, which homeostatically controls the postprandial blood glucose level. The internalization of α-amylase may also enhance the supply of amino acids required for the high turnover of small intestine epithelial cells. This study provides novel and significant insights into the control of blood sugar during the absorption stage in the intestine. Copyright © 2015, The American Society for Biochemistry and Molecular Biology.", "title": "Pancreatic α-Amylase Controls Glucose Assimilation by Duodenal Retrieval through N-Glycan-specific Binding, Endocytosis, and Degradation.", "authors": ["Date K 1 , Satoh A 2 , Iida K 1 , Ogawa H 3 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25979344", "abstract": "Human protein arginine methyltransferase 9 (PRMT9) symmetrically dimethylates arginine residues on splicing factor SF3B2 (SAP145) and has been functionally linked to the regulation of alternative splicing of pre-mRNA. Site-directed mutagenesis studies on this enzyme and its substrate had revealed essential unique residues in the double E loop and the importance of the C-terminal duplicated methyltransferase domain. In contrast to what had been observed with other PRMTs and their physiological substrates, a peptide containing the methylatable Arg-508 of SF3B2 was not recognized by PRMT9 in vitro. While amino acid substitutions of residues surrounding Arg-508 had no great effect on PRMT9 recognition of SF3B2, moving the arginine residue within this sequence abolished methylation. PRMT9 and PRMT5 are the only known mammalian enzymes capable of forming symmetric dimethylarginine (SDMA) residues as type II PRMTs. We demonstrate here that the specificity of these enzymes for their substrates is distinct and not redundant. The loss of PRMT5 activity in mouse embryo fibroblasts results in almost complete loss of SDMA, suggesting that PRMT5 is the primary SDMA-forming enzyme in these cells. PRMT9, with its duplicated methyltransferase domain and conserved sequence in the double E loop, appears to have a unique structure and specificity among PRMTs for methylating SF3B2 and potentially other polypeptides. Copyright © 2015, The American Society for Biochemistry and Molecular Biology.", "title": "Unique Features of Human Protein Arginine Methyltransferase 9 (PRMT9) and its Substrate RNA Splicing Factor SF3B2.", "authors": ["Hadjikyriacou A 1 , Yang Y 2 , Espejo A 2 , Bedford MT 2 , Clarke SG 3 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/26007724", "abstract": "Monitoring indoor air quality (IAQ) is deemed important nowadays. A sophisticated IAQ monitoring system which could classify the source influencing the IAQ is definitely going to be very helpful to the users. Therefore, in this paper, an IAQ monitoring system has been proposed with a newly added feature which enables the system to identify the sources influencing the level of IAQ. In order to achieve this, the data collected has been trained with artificial neural network or ANN-a proven method for pattern recognition. Basically, the proposed system consists of sensor module cloud (SMC), base station and service-oriented client. The SMC contain collections of sensor modules that measure the air quality data and transmit the captured data to base station through wireless network. The IAQ monitoring system is also equipped with IAQ Index and thermal comfort index which could tell the users about the room's conditions. The results showed that the system is able to measure the level of air quality and successfully classify the sources influencing IAQ in various environments like ambient air, chemical presence, fragrance presence, foods and beverages and human activity.", "title": "Classifying Sources Influencing Indoor Air Quality (IAQ) Using Artificial Neural Network (ANN).", "authors": ["Saad SM 1 , Andrew AM 2 , Shakaff AY 3 , Saad AR 4 , Kamarudin AM 5 , Zakaria A 6 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/26009260", "abstract": "The McGurk effect is a textbook illustration of the automaticity with which the human brain integrates audio-visual speech. It shows that even incongruent audiovisual (AV) speech stimuli can be combined into percepts that correspond neither to the auditory nor to the visual input, but to a mix of both. Typically, when presented with, e.g., visual /aga/ and acoustic /aba/ we perceive an illusory /ada/. In the inverse situation, however, when acoustic /aga/ is paired with visual /aba/, we perceive a combination of both stimuli, i.e., /abga/ or /agba/. Here we assessed the role of dynamic cross-modal predictions in the outcome of AV speech integration using a computational model that processes continuous audiovisual speech sensory inputs in a predictive coding framework. The model involves three processing levels: sensory units, units that encode the dynamics of stimuli, and multimodal recognition/identity units. The model exhibits a dynamic prediction behavior because evidence about speech tokens can be asynchronous across sensory modality, allowing for updating the activity of the recognition units from one modality while sending top-down predictions to the other modality. We explored the model's response to congruent and incongruent AV stimuli and found that, in the two-dimensional feature space spanned by the speech second formant and lip aperture, fusion stimuli are located in the neighborhood of congruent /ada/, which therefore provides a valid match. Conversely, stimuli that lead to combination percepts do not have a unique valid neighbor. In that case, acoustic and visual cues are both highly salient and generate conflicting predictions in the other modality that cannot be fused, forcing the elaboration of a combinatorial solution. We propose that dynamic predictive mechanisms play a decisive role in the dichotomous perception of incongruent audiovisual inputs. Copyright © 2015. Published by Elsevier Ltd.", "title": "Prediction across sensory modalities: A neurocomputational model of the McGurk effect.", "authors": ["Olasagasti I 1 , Bouton S 2 , Giraud AL 2 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/26008966", "abstract": "Herein we show that a majority of human brain tumor samples and cell lines over-expressed cannabinoid receptor CB1 as compared to normal human astrocytes (NHA), while uniformly expressed low levels of CB2. This finding prompted us to investigate the therapeutic exploitation of CB1 inactivation by SR141716 treatment, with regard to its direct and indirect cell-mediated effects against gliomas. Functional studies, using U251MG glioma cells and primary tumor cell lines derived from glioma patients expressing different levels of CB1, highlighted SR141716 efficacy in inducing apoptosis via G1 phase stasis and block of TGF-β1 secretion through a mechanism that involves STAT3 inhibition. According to the multivariate role of STAT3 in the immune escape too, interestingly SR141716 lead also to the functional and selective expression of MICA/B on the surface of responsive malignant glioma cells, but not on NHA. This makes SR141716 treated-glioma cells potent targets for allogeneic NK cell-mediated recognition through a NKG2D restricted mechanism, thus priming them for NK cell antitumor reactivity. These results indicate that CB1 and STAT3 participate in a new oncogenic network in the complex biology of glioma and their expression levels in patients dictate the efficacy of the CB1 antagonist SR141716 in multimodal glioma destruction.CB1 is implicated in the regulation of cellular processes linked to survival, proliferation, invasion and angiogenesis in several physio-pathological conditions. We shed light on previously unrecognized molecular mechanism of CB1-mediated modulation of human glioma progression and provide the first and original demonstration of CB1-STAT3 axis as a new target and predictor biomarkers of the benefit from specific therapies. Indeed CB1 antagonism capable of tumoral cell division' control while making the glioma immunovisible and engaging the immune system to fight it may represent a hopeful alternative to other established chemotherapeutics. Because different aspects of glioma biology have been separately targeted with very limited success, we speculate that CB1 inhibitors which enclose in the same molecule cytotoxic potential and high activity to boost competent immune surveillance mechanisms, at a degree that seems to be correlated to the levels of CB1 immunoreactivity, might have profound implications for exploring new therapeutic anti-glioma actions.", "title": "Cannabinoid receptor CB1 regulates STAT3 activity and its expression dictates the responsiveness to SR141716 treatment in human glioma patients' cells.", "authors": ["Ciaglia E 1, 2 , Torelli G 3, 4 , Pisanti S 1, 2 , Picardi P 1, 2 , D'Alessandro A 2 , Laezza C 5, 6 , Malfitano AM 1, 2 , Fiore D 2 , Pagano Zottola AC 2 , Proto MC 2 , Catapano G 3 , Gazzerro P 2 , Bifulco M 1, 2 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25972534", "abstract": "Plasmacytoid dendritic cells (pDCs) are the major source of type I IFN (IFN-I) in response to Human Immunodeficiency Virus type-1 (HIV-1) infection. pDCs are rapidly activated during HIV-1 infection and are implicated in both reducing early viral load as well as contributing to HIV-1-induced pathogenesis. However, most cell-free HIV-1 isolates are inefficient in activating human pDCs, and the mechanisms of HIV-1 recognition by pDCs and pDC activation are not clearly defined. In this study we report that two genetically similar HIV-1 variants (R3A and R3B) isolated from a rapid progressor differentially activated pDCs to produce IFNα. The highly pathogenic R3A efficiently activated pDCs to induce robust IFNα production, while the less pathogenic R3B did not. The viral determinant for efficient pDC activation was mapped to the V1V2 region of R3A Env, which also correlated with enhanced CD4 binding activity. Furthermore, we showed that the Nef protein was also required for the activation of pDCs by R3A. Analysis of a panel of R3A Nef functional mutants demonstrated that Nef domains involved in CD4 down-regulation were necessary for R3A to activate pDCs. Our data indicate that R3A-induced pDC activation depends on (1) the high affinity of R3A Env to bind CD4 receptor and (2) Nef activity, which is involved in CD4 down-regulation. Our findings provide new insights into the mechanism by which HIV-1 induces IFNα in pDCs, which contributes to pathogenesis. IMPORTANCE: Plasmacytoid dendritic cells (pDCs) are the major type I interferon (IFN-I) producing cells, and IFN-Is actually contribute to pathogenesis during chronic viral infections. How HIV-1 activates pDCs and the role of pDC/IFN-I in HIV-1 pathogenesis remain unclear. We report here the highly pathogenic HIV-R3A efficiently activated pDCs to induce IFNα production, while most HIV-1 isolates are inefficient in activating pDCs. We have discovered that R3A-induced pDC activation depends on (1) the high affinity of R3A Env to bind CD4 receptor and (2) Nef activity, which is involved in CD4 down-regulation. Our findings thus provide new insights into the mechanism by which HIV-1 induces IFNα in pDCs and contributes to HIV-1 pathogenesis. These novel findings will be of great interest to those working on the role of IFN and pDCs in HIV-1 pathogenesis in general, and on the interaction of HIV-1 with pDCs in particular. Copyright © 2015, American Society for Microbiology. All Rights Reserved.", "title": "HIV-1 Env and Nef cooperatively contribute to pDCs activation via CD4-dependent mechanisms.", "authors": ["Reszka-Blanco NJ 1 , Sivaraman V 2 , Zhang L 3 , Su L 4 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25957863", "abstract": "The molecular mechanisms underlying spontaneous neoplastic transformation in cultured mammalian cells remain poorly understood, confounding recognition of parallels with the biology of naturally occurring cancer. The broad use of tumorigenic canine cell lines as research tools, coupled with the accumulation of cytogenomic data from naturally occurring canine cancers, makes the domestic dog an ideal system in which to investigate these relationships. We developed a canine kidney cell line, CKB1-3T7, which allows prospective examination of the onset of spontaneous immortalization and tumorigenicity. We documented the accumulation of cytogenomic aberrations in CKB1-3T7 over 24 months in continuous culture. The majority of aberrations emerged in parallel with key phenotypic changes in cell morphology, growth kinetics, and tumor incidence and latency. Focal deletion of CDKN2A/B emerged first, preceding the onset and progression of tumorigenic potential, and progressed to a homozygous deletion across the cell population during extended culture. Interestingly, CKB1-3T7 demonstrated a tumorigenic phenotype in vivo prior to exhibiting loss of contact inhibition in vitro. We also performed the first genome-wide characterization of the canine tumorigenic cell line MDCK, which also exhibited CDKN2A/B deletion. MDCK and CKB1-3T7 cells shared several additional aberrations that we have reported previously as being highly recurrent in spontaneous canine cancers, many of which, as with CDKN2A/B deletion, are evolutionarily conserved in their human counterparts. The conservation of these molecular events across multiple species, in vitro and in vivo, despite their contrasting karyotypic architecture, is a powerful indicator of a common mechanism underlying emerging neoplastic activity. Through integrated cytogenomic and phenotypic characterization of serial passages of CKB1-3T7 from initiation to development of a tumorigenic phenotype, we present a robust and readily accessible model (to be made available through the American Type Culture Collection) of spontaneous neoplastic transformation that overcomes many of the limitations of earlier studies.", "title": "A novel canine kidney cell line model for the evaluation of neoplastic development: karyotype evolution associated with spontaneous immortalization and tumorigenicity.", "authors": ["Omeir R 1 , Thomas R , Teferedegne B , Williams C , Foseh G , Macauley J , Brinster L , Beren J , Peden K , Breen M , Lewis AM Jr ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25974269", "abstract": "Working memory is linked to the functions of the frontal areas, in which neural activity is mediated by dopaminergic and serotonergic tones. However, there is no consensus regarding how the dopaminergic and serotonergic systems influence working memory subprocesses. The present study used an imaging genetics approach to examine the interaction between neurochemical functions and working memory performance. We focused on functional polymorphisms of the catechol-O-methyltransferase (COMT) Val158Met and serotonin 2A receptor (HTR2A) -1438G/A genes, and devised a delayed recognition task to isolate the encoding, retention, and retrieval processes for visual information. The COMT genotypes affected recognition accuracy, whereas the HTR2A genotypes were associated with recognition response times. Activations specifically related to working memory were found in the right frontal and parietal areas, such as the middle frontal gyrus (MFG), inferior frontal gyrus (IFG), anterior cingulate cortex (ACC), and inferior parietal lobule (IPL). MFG and ACC/IPL activations were sensitive to differences between the COMT genotypes and between the HTR2A genotypes, respectively. Structural equation modeling demonstrated that stronger connectivity in the ACC-MFG and ACC-IFG networks is related to better task performance. The behavioral and fMRI results suggest that the dopaminergic and serotonergic systems play different roles in the working memory subprocesses and modulate closer cooperation between lateral and medial frontal activations.", "title": "Different Roles of COMT and HTR2A Genotypes in Working Memory Subprocesses.", "authors": ["Kondo HM 1 , Nomura M 2 , Kashino M 3 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23505537", "abstract": "Ion channels and ion fluxes control many aspects of tissue homeostasis. During oncogenic transformation, critical ion channel functions may be perturbed but conserved tumor specific ion fluxes remain to be defined. Here we used the tumoricidal protein-lipid complex HAMLET as a probe to identify ion fluxes involved in tumor cell death. We show that HAMLET activates a non-selective cation current, which reached a magnitude of 2.74±0.88 nA within 1.43±0.13 min from HAMLET application. Rapid ion fluxes were essential for HAMLET-induced carcinoma cell death as inhibitors (amiloride, BaCl2), preventing the changes in free cellular Na(+) and K(+) concentrations also prevented essential steps accompanying carcinoma cell death, including changes in morphology, uptake, global transcription, and MAP kinase activation. Through global transcriptional analysis and phosphorylation arrays, a strong ion flux dependent p38 MAPK response was detected and inhibition of p38 signaling delayed HAMLET-induced death. Healthy, differentiated cells were resistant to HAMLET challenge, which was accompanied by innate immunity rather than p38-activation. The results suggest, for the first time, a unifying mechanism for the initiation of HAMLET's broad and rapid lethal effect on tumor cells. These findings are particularly significant in view of HAMLET's documented therapeutic efficacy in human studies and animal models. The results also suggest that HAMLET offers a two-tiered therapeutic approach, killing cancer cells while stimulating an innate immune response in surrounding healthy tissues.", "title": "A unifying mechanism for cancer cell death through ion channel activation by HAMLET.", "authors": ["Storm P 1 , Klausen TK , Trulsson M , Ho C S J , Dosnon M , Westergren T , Chao Y , Rydström A , Yang H , Pedersen SF , Svanborg C ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/24333164", "abstract": "The mammalian striatin family consists of three proteins, striatin, S/G2 nuclear autoantigen, and zinedin. Striatin family members have no intrinsic catalytic activity, but rather function as scaffolding proteins. Remarkably, they organize multiple diverse, large signaling complexes that participate in a variety of cellular processes. Moreover, they appear to be regulatory/targeting subunits for the major eukaryotic serine/threonine protein phosphatase 2A. In addition, striatin family members associate with germinal center kinase III kinases as well as other novel components, earning these assemblies the name striatin-interacting phosphatase and kinase (STRIPAK) complexes. Recently, there has been a great increase in functional and mechanistic studies aimed at identifying and understanding the roles of STRIPAK and STRIPAK-like complexes in cellular processes of multiple organisms. These studies have identified novel STRIPAK and STRIPAK-like complexes and have explored their roles in specific signaling pathways. Together, the results of these studies have sparked increased interest in striatin family complexes because they have revealed roles in signaling, cell cycle control, apoptosis, vesicular trafficking, Golgi assembly, cell polarity, cell migration, neural and vascular development, and cardiac function. Moreover, STRIPAK complexes have been connected to clinical conditions, including cardiac disease, diabetes, autism, and cerebral cavernous malformation. In this review, we discuss the expression, localization, and protein domain structure of striatin family members. Then we consider the diverse complexes these proteins and their homologs form in various organisms, emphasizing what is known regarding function and regulation. Finally, we explore possible roles of striatin family complexes in disease, especially cerebral cavernous malformation. Copyright © 2013 Elsevier Ltd. All rights reserved.", "title": "STRIPAK complexes: structure, biological function, and involvement in human diseases.", "authors": ["Hwang J 1 , Pallas DC 2 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23629662", "abstract": "Long-chain fatty acids are internalized by receptor-mediated mechanisms or receptor-independent diffusion across cytoplasmic membranes and are utilized as nutrients, building blocks, and signaling intermediates. Here we describe how the association of long-chain fatty acids to a partially unfolded, extracellular protein can alter the presentation to target cells and cellular effects. HAMLET (human α-lactalbumin made lethal to tumor cells) is a tumoricidal complex of partially unfolded α-lactalbumin and oleic acid (OA). As OA lacks independent tumoricidal activity at concentrations equimolar to HAMLET, the contribution of the lipid has been debated. We show by natural abundance (13)C NMR that the lipid in HAMLET is deprotonated and by chromatography that oleate rather than oleic acid is the relevant HAMLET constituent. Compared with HAMLET, oleate (175 μm) showed weak effects on ion fluxes and gene expression. Unlike HAMLET, which causes metabolic paralysis, fatty acid metabolites were less strongly altered. The functional overlap increased with higher oleate concentrations (500 μm). Cellular responses to OA were weak or absent, suggesting that deprotonation favors cellular interactions of fatty acids. Fatty acids may thus exert some of their essential effects on host cells when in the deprotonated state and when presented in the context of a partially unfolded protein.", "title": "Lipids as tumoricidal components of human α-lactalbumin made lethal to tumor cells (HAMLET): unique and shared effects on signaling and death.", "authors": ["Ho JC 1 , Storm P , Rydström A , Bowen B , Alsin F , Sullivan L , Ambite I , Mok KH , Northen T , Svanborg C ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/11413150", "abstract": "We have identified a new mammalian protein arginine N-methyltransferase, PRMT5, formerly designated Janus kinase-binding protein 1, that can catalyze the formation of omega-N(G)-monomethylarginine and symmetric omega-N(G),N(G')-dimethylarginine in a variety of proteins. A hemagglutinin peptide-tagged PRMT5 complex purified from human HeLa cells catalyzes the S-adenosyl-l-[methyl-(3)H]methionine-dependent in vitro methylation of myelin basic protein. When the radiolabeled myelin basic protein was acid-hydrolyzed to free amino acids, and the products were separated by high-resolution cation exchange chromatography, we were able to detect two tritiated species. One species co-migrated with a omega-N(G)-monomethylarginine standard, and the other co-chromatographed with a symmetric omega-N(G),N(G')-dimethylarginine standard. Upon base treatment, this second species formed methylamine, a breakdown product characteristic of symmetric omega-N(G),N(G')-dimethylarginine. Further analysis of these two species by thin layer chromatography confirmed their identification as omega-N(G)-monomethylarginine and symmetric omega-N(G),N(G')-dimethylarginine. The hemagglutinin-PRMT5 complex was also able to monomethylate and symmetrically dimethylate bovine histone H2A and a glutathione S-transferase-fibrillarin (amino acids 1-148) fusion protein (glutathione S-transferase-GAR). A mutation introduced into the S-adenosyl-l-methionine-binding motif I of a myc-tagged PRMT5 construct in COS-1 cells led to a near complete loss of observed enzymatic activity. PRMT5 is the first example of a catalytic chain for a type II protein arginine N-methyltransferase that can result in the formation of symmetric dimethylarginine residues as observed previously in myelin basic protein, Sm small nuclear ribonucleoproteins, and other polypeptides.", "title": "PRMT5 (Janus kinase-binding protein 1) catalyzes the formation of symmetric dimethylarginine residues in proteins.", "authors": ["Branscombe TL 1 , Frankel A , Lee JH , Cook JR , Yang Z , Pestka S , Clarke S ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23910014", "abstract": "PURPOSE: During intestinal inflammation TNFα levels are increased and as a consequence malabsorption of nutrients may occur. We have previously demonstrated that TNFα inhibits galactose, fructose and leucine intestinal absorption in animal models. In continuation with our work, the purpose of the present study was to investigate in the human intestinal epithelial cell line Caco-2, the effect of TNFα on sugar transport and to identify the intracellular mechanisms involved. METHODS: Caco-2 cells were grown on culture plates and pre-incubated during different periods with various TNFα concentrations before measuring the apical uptake of galactose, α-methyl-glucoside (MG) or fructose for 15 min. To elucidate the signaling pathway implicated, cells were pre-incubated for 30min with the PKA inhibitor H-89 or the PKC inhibitor chelerythrine, before measuring the sugar uptake. The expression in the apical membrane of the transporters implicated in the sugars uptake process (SGLT1 and GLUT5) was determined by Western blot. RESULTS: TNFα inhibited 0.1mM MG uptake after pre-incubation of the cells for 6-48h with the cytokine and in the absence of cytokine pre-incubation. In contrast, 5mM fructose uptake was stimulated by TNFα only after long pre-incubation times (24 and 48 h). These effects were mediated by the binding of the cytokine to its specific receptor TNFR1, present in the apical membrane of the Caco-2 cells. Analysis of the expression of the MG and fructose transporters at the brush border membrane of the cells, after 24h pre-incubation with the cytokine, revealed decrease on the amount of SGLT1 and increase on the amount of GLUT5 proteins. Short-term inhibition of MG transport by TNFα was not modified by H-89 but was blocked by chelerythrine. CONCLUSIONS: SGLT1 and GLUT5 expression in the plasma membrane is regulated by TNFα in the human epithelial cell line Caco-2 cells, leading to alteration on sugars transport, suggesting that TNFα could be considered as a physiological local regulator of nutrients absorption in response to an intestinal inflammatory status. Copyright © 2013 Elsevier Ltd. All rights reserved.", "title": "TNFα regulates sugar transporters in the human intestinal epithelial cell line Caco-2.", "authors": ["Barrenetxe J 1 , Sánchez O , Barber A , Gascón S , Rodríguez-Yoldi MJ , Lostao MP ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/25355871", "abstract": "Natural hosts of simian immunodeficiency virus (SIV), such as African green monkeys (AGMs), do not progress to AIDS when infected with SIV. This is associated with an absence of a chronic type I interferon (IFN-I) signature. It is unclear how the IFN-I response is downmodulated in AGMs. We longitudinally assessed the capacity of AGM blood cells to produce IFN-I in response to SIV and herpes simplex virus (HSV) infection. Phenotypes and functions of plasmacytoid dendritic cells (pDCs) and other mononuclear blood cells were assessed by flow cytometry, and expression of viral sensors was measured by reverse transcription-PCR. pDCs displayed low BDCA-2, CD40, and HLA-DR expression levels during AGM acute SIV (SIVagm) infection. BDCA-2 was required for sensing of SIV, but not of HSV, by pDCs. In acute infection, AGM peripheral blood mononuclear cells (PBMCs) produced less IFN-I upon SIV stimulation. In the chronic phase, the production was normal, confirming that the lack of chronic inflammation is not due to a sensing defect of pDCs. In contrast to stimulation by SIV, more IFN-I was produced upon HSV stimulation of PBMCs isolated during acute infection, while the frequency of AGM pDCs producing IFN-I upon in vitro stimulation with HSV was diminished. Indeed, other cells started producing IFN-I. This increased viral sensing by non-pDCs was associated with an upregulation of Toll-like receptor 3 and IFN-γ-inducible protein 16 caused by IFN-I in acute SIVagm infection. Our results suggest that, as in pathogenic SIVmac infection, SIVagm infection mobilizes bone marrow precursor pDCs. Moreover, we show that SIV infection modifies the capacity of viral sensing in cells other than pDCs, which could drive IFN-I production in specific settings. IMPORTANCE: The effects of HIV/SIV infections on the capacity of plasmacytoid dendritic cells (pDCs) to produce IFN-I in vivo are still incompletely defined. As IFN-I can restrict viral replication, contribute to inflammation, and influence immune responses, alteration of this capacity could impact the viral reservoir size. We observed that even in nonpathogenic SIV infection, the frequency of pDCs capable of efficiently sensing SIV and producing IFN-I was reduced during acute infection. We discovered that, concomitantly, cells other than pDCs had increased abilities for viral sensing. Our results suggest that pDC-produced IFN-I upregulates viral sensors in bystander cells, the latter gaining the capacity to produce IFN-I. These results indicate that in certain settings, cells other than pDCs can drive IFN-I-associated inflammation in SIV infection. This has important implications for the understanding of persistent inflammation and the establishment of viral reservoirs. Copyright © 2015, American Society for Microbiology. All Rights Reserved.", "title": "Modulation of type I interferon-associated viral sensing during acute simian immunodeficiency virus infection in African green monkeys.", "authors": ["Jochems SP 1 , Petitjean G 2 , Kunkel D 2 , Liovat AS 2 , Ploquin MJ 2 , Barré-Sinoussi F 2 , Lebon P 3 , Jacquelin B 2 , Müller-Trutwin MC 4 ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9557721", "abstract": "We previously demonstrated that expression of the nonproducer F12-human immunodeficiency virus type 1 (HIV-1) variant induces a block in the replication of superinfecting HIV that does not depend on the down-regulation of CD4 HIV receptors. In order to individuate the gene(s) involved in F12-HIV-induced interference, vectors expressing each of the nine F12-HIV proteins were transfected in HIV-susceptible HeLa CD4 cells. Pools of cell clones stably producing each viral protein were infected with HIV-1, and virus release was measured in terms of reverse transcriptase activity in supernatants. We hereby demonstrate that HeLa CD4 cells expressing the F12-HIV gag, vif, or nef gene were resistant, to different degrees, to infection with T-cell-line-adapted HIV-1 strains. Conversely, expression of either the tat, rev, or vpu F12-HIV gene increased the rate of HIV release, and no apparent effects on HIV replication were observed in cells expressing either the F12-HIV vpr, pol, or env gene. No variation of CD4 exposure was detected in any of the uninfected HeLa CD4 pools. These data indicate that F12-HIV homologous viral interference is the consequence of the synergistic anti-HIV effects of Gag, Vif, and Nef proteins. Retrovirus vectors expressing F12-HIV vif or nef allowed us to further establish that the expression of each mutated protein (i) inhibits the replication of clinical HIV-1 isolates as well, (ii) impairs the infectivity of the virus released by cells chronically infected with HIV-1, and (iii) limitedly to F12-HIV Vif protein, induces HIV resistance in both vif-permissive and vif-nonpermissive cells. The levels of action of F12-HIV vif and nef anti-HIV effects were also determined. We observed that HIV virions emerging from the first viral cycle on F12-HIV vif-expressing cells, although released in unaltered amounts, had a strongly reduced ability to initiate the retrotranscription process when they reinfected parental HeLa CD4 cells. Differently, we observed that expression of F12-HIV Nef protein affects the HIV life cycle at the level of viral assembling and/or release. For the first time, an inhibitory effect on the HIV life cycle in both acutely and chronically infected cells induced by mutated Vif and Nef HIV-1 proteins is described. These genes could thus be proposed as new useful reagents for anti-HIV gene therapy.", "title": "gag, vif, and nef genes contribute to the homologous viral interference induced by a nonproducer human immunodeficiency virus type 1 (HIV-1) variant: identification of novel HIV-1-inhibiting viral protein mutants.", "authors": ["D'Aloja P 1 , Olivetta E , Bona R , Nappi F , Pedacchia D , Pugliese K , Ferrari G , Verani P , Federico M ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/22693234", "abstract": "BACKGROUND: Human immunodeficiency virus (HIV) controllers spontaneously control viremia and CD4 T-cell depletion in contrast to viremic patients. After HIV exposure, plasmacytoid dendritic cells (pDCs) produce high levels of interferon alpha (IFN-α) and express the apoptotic ligand TRAIL (tumor necrosis factor-related apoptosis inducing ligand). Simian models have shown that prolonged high levels of IFN-α production could be responsible for AIDS progression. METHODS: We studied pDC activation in response to human immunodeficiency virus (HIV) using flow cytometry and 3D microscopy. RESULTS: We show here that pDCs from controller patients produced higher levels of IFN-α in response to HIV than pDCs from viremic patients but similar levels to pDCs from healthy donors. Because binding of HIV to CD4 is essential for pDC activation, the low CD4 expression by pDCs from viremic patients may explain the weak IFN-α response to HIV. Three-dimensional microscopy revealed that pDCs from controllers and healthy donors expressed intracellular TRAIL that is relocalized to the membrane after HIV exposure. In contrast, pDCs from viremic patients expressed membrane TRAIL without any stimulation. CONCLUSIONS: We demonstrate that, in response to HIV, pDCs from controller patients produce IFN-α, express membrane TRAIL, and induce apoptosis of T-cell lines.", "title": "Plasmacytoid dendritic cells (pDCs) from HIV controllers produce interferon-α and differentiate into functional killer pDCs under HIV activation.", "authors": ["Barblu L 1 , Machmach K , Gras C , Delfraissy JF , Boufassa F , Leal M , Ruiz-Mateos E , Lambotte O , Herbeuval JP ; ANRS EP36 HIV Controllers Study Group ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/20385036", "abstract": "Na+/glucose co-transporter 1 (SGLT1) transports dietary sugars from the lumen of the intestine into enterocytes. Regulation of this protein is essential for the provision of glucose to the body and, thus, is important for maintenance of glucose homeostasis. We have assessed expression of SGLT1 at mRNA, protein and functional levels in the intestinal tissue of 28 d old piglets weaned onto isoenergetic diets with differing concentrations of digestible carbohydrate (CHO). We show that expression of SGLT1 remains constant when piglets are fed up to 40 % CHO-containing diets. However, there is a significant increase in SGLT1 expression when the CHO content of the diet is>50 %. Morphometric analyses indicate that the increased expression is not due to a trophic effect. It has been proposed that in rat intestine, in response to a high-CHO diet, GLUT2 (the classical basolateral membrane monosaccharide transporter) is translocated to the luminal membrane of enterocytes to absorb excess dietary glucose. We show, using immunohistochemistry and Western blotting with antibodies raised to amino acids in different epitopes of GLUT2, that under all dietary conditions, low to high CHO, GLUT2 is expressed on the basolateral membrane of pig enterocytes. Furthermore, functional studies indicate that there is no uptake of 2-deoxy-D-glucopyranoside, a specific substrate of Na+-independent glucose transporters into brush-border membrane vesicles isolated from the intestines of piglets either maintained on low- or high-CHO diets. Thus, SGLT1 is the major route for absorption of dietary sugars across the luminal membrane of swine enterocytes.", "title": "Expression of Na+/glucose co-transporter 1 (SGLT1) in the intestine of piglets weaned to different concentrations of dietary carbohydrate.", "authors": ["Moran AW 1 , Al-Rammahi MA , Arora DK , Batchelor DJ , Coulter EA , Ionescu C , Bravo D , Shirazi-Beechey SP ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/16487488", "abstract": "We have identified a protein, FLJ12673 or FBXO11, that contains domains characteristically present in protein arginine methyltransferases (PRMTs). Immuno-purified protein expressed from one of the four splice variants in HeLa cells and in Escherichia coli exhibited methyltransferase activity. Monomethylarginine, symmetric, and asymmetric dimethylarginine (SDMA, ADMA) were formed on arginine residues. Accordingly, we have designated the protein PRMT9. PRMT9 is the third member of the PRMT family that forms SDMA modifications in proteins. Structurally, this protein is distinct from all other known PRMTs implying that convergent evolution allowed this protein to develop the ability to methylate arginine residues and evolved elements conserved in PRMTs to accomplish this.", "title": "FBXO11/PRMT9, a new protein arginine methyltransferase, symmetrically dimethylates arginine residues.", "authors": ["Cook JR 1 , Lee JH , Yang ZH , Krause CD , Herth N , Hoffmann R , Pestka S ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/21643007", "abstract": "HAMLET is the first member of a new family of tumoricidal protein-lipid complexes that kill cancer cells broadly, while sparing healthy, differentiated cells. Many and diverse tumor cell types are sensitive to the lethal effect, suggesting that HAMLET identifies and activates conserved death pathways in cancer cells. Here, we investigated the molecular basis for the difference in sensitivity between cancer cells and healthy cells. Using a combination of small-hairpin RNA (shRNA) inhibition, proteomic and metabolomic technology, we identified the c-Myc oncogene as one essential determinant of HAMLET sensitivity. Increased c-Myc expression levels promoted sensitivity to HAMLET and shRNA knockdown of c-Myc suppressed the lethal response, suggesting that oncogenic transformation with c-Myc creates a HAMLET-sensitive phenotype. Furthermore, HAMLET sensitivity was modified by the glycolytic state of tumor cells. Glucose deprivation sensitized tumor cells to HAMLET-induced cell death and in the shRNA screen, hexokinase 1 (HK1), 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 1 and hypoxia-inducible factor 1α modified HAMLET sensitivity. HK1 was shown to bind HAMLET in a protein array containing ∼8000 targets, and HK activity decreased within 15 min of HAMLET treatment, before morphological signs of tumor cell death. In parallel, HAMLET triggered rapid metabolic paralysis in carcinoma cells. Tumor cells were also shown to contain large amounts of oleic acid and its derivatives already after 15 min. The results identify HAMLET as a novel anti-cancer agent that kills tumor cells by exploiting unifying features of cancer cells such as oncogene addiction or the Warburg effect.", "title": "Conserved features of cancer cells define their sensitivity to HAMLET-induced death; c-Myc and glycolysis.", "authors": ["Storm P 1 , Aits S , Puthia MK , Urbano A , Northen T , Powers S , Bowen B , Chao Y , Reindl W , Lee DY , Sullivan NL , Zhang J , Trulsson M , Yang H , Watson JD , Svanborg C ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/18985467", "abstract": "By changing the three-dimensional structure, a protein can attain new functions, distinct from those of the native protein. Amyloid-forming proteins are one example, in which conformational change may lead to fibril formation and, in many cases, neurodegenerative disease. We have proposed that partial unfolding provides a mechanism to generate new and useful functional variants from a given polypeptide chain. Here we present HAMLET (Human Alpha-lactalbumin Made LEthal to Tumor cells) as an example where partial unfolding and the incorporation of cofactor create a complex with new, beneficial properties. Native alpha-lactalbumin functions as a substrate specifier in lactose synthesis, but when partially unfolded the protein binds oleic acid and forms the tumoricidal HAMLET complex. When the properties of HAMLET were first described they were surprising, as protein folding intermediates and especially amyloid-forming protein intermediates had been regarded as toxic conformations, but since then structural studies have supported functional diversity arising from a change in fold. The properties of HAMLET suggest a mechanism of structure-function variation, which might help the limited number of human protein genes to generate sufficient structural diversity to meet the diverse functional demands of complex organisms.", "title": "Can misfolded proteins be beneficial? The HAMLET case.", "authors": ["Pettersson-Kastberg J 1 , Aits S , Gustafsson L , Mossberg A , Storm P , Trulsson M , Persson F , Mok KH , Svanborg C ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/19784777", "abstract": "Recent studies demonstrate that cytotoxic actions of ouabain and other cardiotonic steroids (CTS) on renal epithelial cells (REC) are triggered by their interaction with the Na(+),K(+)-ATPase alpha-subunit but not the result of inhibition of Na(+),K(+)-ATPase-mediated ion fluxes and inversion of the [Na(+)](i)/[K(+)](i) ratio. This study examined the role of mitogen-activated protein kinases (MAPK) in the death of ouabain-treated REC. Exposure of C7-MDCK cells that resembled principal cells from canine kidney to 3 microM ouabain led to phosphorylation of p38 without significant impact on phosphorylation of ERK and JNK MAPK. Maximal increment of p38 phosphorylation was observed at 4 h followed by cell death at 12 h of ouabain addition. In contrast to ouabain, neither cell death nor p38 MAPK phosphorylation were affected by elevation of the [Na(+)](i)/[K(+)](i) ratio triggered by Na(+),K(+)-ATPase inhibition in K(+)-free medium. p38 phosphorylation was noted in all other cell types exhibiting death in the presence of ouabain, such as intercalated cells from canine kidney and human colon rectal carcinoma cells. We did not observe any action of ouabain on p38 phosphorylation in ouabain-resistant smooth muscle cells from rat aorta and endothelial cells from human umbilical vein. Both p38 phosphorylation and death of ouabain-treated C7-MDCK cells were suppressed by p38 inhibitor SB 202190 but were resistant to its inactive analogue SB 202474. Our results demonstrate that death of CTS-treated REC is triggered by Na (i) (+) ,K (i) (+) -independent activation of p38 MAPK.", "title": "Death of ouabain-treated renal epithelial cells: evidence for p38 MAPK-mediated Na (i) (+) /K (i) (+) -independent signaling.", "authors": ["Akimova OA 1 , Lopina OD , Rubtsov AM , Gekle M , Tremblay J , Hamet P , Orlov SN ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/19178698", "abstract": "Protein arginine methylation is a novel posttranslational modification regulating a diversity of cellular processes, including protein-protein interaction, signal transduction, or histone function. It has recently been shown to be dysregulated in chronic renal, vascular, and pulmonary diseases, and metabolic products originating from protein arginine methylation have been suggested to serve as biomarkers in cardiovascular and pulmonary diseases. Protein arginine methylation is performed by a class of enzymes called protein arginine methyltransferases (PRMT), which specifically methylate protein-incorporated arginine residues to generate protein-incorporated monomethylarginine (MMA), symmetric dimethylarginine (SDMA), or asymmetric dimethylarginine (ADMA). Upon proteolytic cleavage of arginine-methylated proteins, free intracellular MMA, SDMA, or ADMA is generated, which, upon secretion into the extracellular space (including plasma), directly affects the methylarginine concentration in the plasma. Free methylarginines are cleared from the body by renal excretion or hepatic metabolism. In addition, MMA and ADMA, but not SDMA, can be degraded via a class of intracellular enzymes called dimethylarginine dimethylaminohydrolases (DDAH). ADMA and MMA are endogenous inhibitors of nitric oxide synthases (NOS) and ADMA has been suggested to serve as a biomarker of endothelial dysfunction in cardiovascular diseases. This view has now been extended to the idea that, in addition to serum ADMA, the amount of free, as well as protein-incorporated, intracellular ADMA influences pulmonary cell function and determines the development of chronic lung diseases, including pulmonary arterial hypertension (PAH) or pulmonary fibrosis. This review will present and discuss the recent findings of dysregulated arginine methylation in chronic lung disease. We will highlight novel directions for future investigations evaluating the functional contribution of arginine methylation in lung homeostasis and disease with the outlook that modifying PRMT or DDAH activity presents a novel therapeutic option for the treatment of chronic lung disease.", "title": "From arginine methylation to ADMA: a novel mechanism with therapeutic potential in chronic lung diseases.", "authors": ["Zakrzewicz D 1 , Eickelberg O ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23419748", "abstract": "Arginine methylation is a common posttranslational modification that is found on both histone and non-histone proteins. Three types of arginine methylation exist in mammalian cells: monomethylarginine (MMA), asymmetric dimethylarginine (ADMA) and symmetric dimethylarginine (SDMA). PRMT1 is the primary methyltransferase that deposits the ADMA mark, and it accounts for over 90% of this type of methylation. Here, we show that with the loss of PRMT1 activity, there are major increases in global MMA and SDMA levels, as detected by type-specific antibodies. Amino acid analysis confirms that MMA and SDMA levels accumulate when ADMA levels are reduced. These findings reveal the dynamic interplay between different arginine methylation types in the cells, and that the pre-existence of the dominant ADMA mark can block the occurrence of SDMA and MMA marks on the same substrate. This study provides clear evidence of competition for different arginine methylation types on the same substrates.", "title": "Loss of the major Type I arginine methyltransferase PRMT1 causes substrate scavenging by other PRMTs.", "authors": ["Dhar S 1 , Vemulapalli V , Patananan AN , Huang GL , Di Lorenzo A , Richard S , Comb MJ , Guo A , Clarke SG , Bedford MT ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/21851090", "abstract": "Protein arginine N-methyltransferases (PRMTs) act in signaling pathways and gene expression by methylating arginine residues within target proteins. PRMT1 is responsible for most cellular arginine methylation activity and can work independently or in collaboration with other PRMTs. In this study, we demonstrate a direct interaction between PRMT1 and PRMT2 using co-immunoprecipitation, bimolecular fluorescence complementation, and enzymatic assays. As a result of this interaction, PRMT2 stimulated PRMT1 activity, affecting its apparent V(max) and K(M) values in vitro and increasing the production of methylarginines in cells. Active site mutations and regional deletions from PRMT1 and -2 were also investigated, which demonstrated that complex formation required full-length, active PRMT1. Although the inhibition of methylation by adenosine dialdehyde prevented the interaction between PRMT1 and -2, it did not prevent the interaction between PRMT1 and a truncation mutant of PRMT2 lacking its Src homology 3 (SH3) domain. This result suggests that the SH3 domain may mediate an interaction between PRMT1 and -2 in a methylation-dependent fashion. On the basis of our findings, we propose that PRMT1 serves as the major methyltransferase in cells by forming higher-order oligomers with itself, PRMT2, and possibly other PRMTs.", "title": "A protein arginine N-methyltransferase 1 (PRMT1) and 2 heteromeric interaction increases PRMT1 enzymatic activity.", "authors": ["Pak ML 1 , Lakowski TM , Thomas D , Vhuiyan MI , Hüsecken K , Frankel A ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/22252010", "abstract": "AIM: Studies in rodents have shown that leptin controls sugars and glutamine entry in the enterocytes by regulating membrane transporters. Here, we have examined the effect of leptin on sugar and amino acids absorption in the human model of intestinal cells Caco-2 and investigated the transporters involved. METHODS: Substrate uptake experiments were performed in Caco-2 cells, grown on plates, in the presence and the absence of leptin, and the expression of the different transporters in brush border membrane vesicles was analysed by Western blot. RESULTS: Leptin inhibited 0.1 mm α-methyl-D-glucoside uptake after 5 or 30 min treatment and decreased SGLT1 protein abundance in the apical membrane. Uptake of 20 μm glutamine and 0.1 mm phenylalanine was also inhibited by leptin, indicating sensitivity to the hormone of the Na(+) -dependent neutral amino acid transporters ASCT2 and B(0) AT1. This inhibition was accompanied by a reduction in the transporters expression at the brush border membrane. Leptin also inhibited 1 mm proline and β-alanine uptake in Na(+) medium at pH 6, conditions for optimal activity of the H(+) -dependent neutral amino acid transporter PAT1. In this case, abundance of PAT1 in the brush border membrane after leptin treatment was not modified. Interestingly, leptin inhibitory effect on β-alanine uptake was reversed by the PKA inhibitor H-89 suggesting involvement of PKA pathway in leptin's regulation of PAT1 activity. CONCLUSION: These data show in human intestinal cells that leptin can rapidly control the activity of physiologically relevant transporters for rich-energy molecules, that is, D-glucose (SGLT1) and amino acids (ASCT2, B(0) AT1 and PAT1). © 2012 The Authors Acta Physiologica © 2012 Scandinavian Physiological Society.", "title": "Leptin regulates sugar and amino acids transport in the human intestinal cell line Caco-2.", "authors": ["Fanjul C 1 , Barrenetxe J , Iñigo C , Sakar Y , Ducroc R , Barber A , Lostao MP ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23359137", "abstract": "Leptin is secreted by gastric mucosa and is able to reach the intestinal lumen where its receptors are located in the apical membrane of the enterocytes. We have previously demonstrated that apical leptin inhibits sugar and amino acids uptake in vitro and glucose absorption in vivo. Since leptin receptors are also expressed in the basolateral membrane of the enterocytes, the aim of the present work was to investigate whether leptin acting from the basolateral side could also regulate amino acid uptake. Tritiated Gln and β-Ala were used to measure uptake into Caco-2 cells grown on filters, in the presence of basal leptin at short incubation times (5 and 30 min) and after 6 h of preincubation with the hormone. In order to compare apical and basal leptin effect, Gln and β-Ala uptake was measured in the presence of leptin acting from the apical membrane also in cells grown on filters. Basal leptin (8 mM) inhibited by ~15-30% the uptake of 0.1 mM Gln and 1 mM β-Ala quickly, after 5 min exposure, and the effect was maintained after long preincubation periods. Apical leptin had the same effect. Moreover, the inhibition was rapidly and completely reversed when leptin was removed from the apical or basolateral medium. These results extend our previous findings and contribute to the vision of leptin as an important hormonal signal for the regulation of intestinal absorption of nutrients.", "title": "Basal leptin regulates amino acid uptake in polarized Caco-2 cells.", "authors": ["Fanjul C 1 , Barrenetxe J , Lostao MP ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/10926838", "abstract": "Perfusion of rat jejunum in vitro with PMA increased fructose transport by 70% compared with control values and was blocked by the protein kinase C (PKC) inhibitor chelerythrine. The brush-border membrane contained both the fructose transporters GLUT5 and GLUT2; the presence of the latter was confirmed by luminal biotinylation. PMA increased the GLUT2 level 4-fold within minutes, so that the level was comparable with that of the basolateral membrane, but had no effect on GLUT5 level. GLUT2 was functional, accessible to luminal fructose and could be inhibited selectively by phloretin to permit determination of GLUT2- and GLUT5-mediated transport components. The 4-fold increase in GLUT2 level induced by PMA was matched by a 4-fold increase in GLUT2-mediated transport: there was a compensatory fall in the GLUT5-mediated rate. The pattern of dynamic trafficking was seen only for GLUT2, not GLUT5 or SGLT1, implying that GLUT2 trafficks to the brush-border membrane by a different pathway. Trafficking of GLUT2 to the brush-border membrane correlated with activation of PKC betaII, implying that this isoenzyme is likely to control trafficking. Since PKC is activated by endogenous hormones, GLUT2 levels in vivo are 3-4-fold those in vitro; moreover, because PKC is inactivated as soon as intestine is excised, GLUT2 is lost from the brush-border within minutes in vitro. It is therefore difficult to detect GLUT2 in most in vitro preparations and its role in intestinal sugar absorption across the brush-border membrane has accordingly been overlooked.", "title": "Stimulation of fructose transport across the intestinal brush-border membrane by PMA is mediated by GLUT2 and dynamically regulated by protein kinase C.", "authors": ["Helliwell PA 1 , Richardson M , Affleck J , Kellett GL ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/1730943", "abstract": "Under conditions in which a clonal cell line (M10) isolated from a human T cell lymphotrophic virus type I-transformed MT-4 cell line was completely killed by infection with wild-type human immunodeficiency virus type 1 (HIV-1), equivalent M10 cells survived infection with HIV-1 vif, vpr or vpu mutant virus after transient cytopathic effects. Several cell clones, which were isolated from the proliferating M10 cells after infection with vif and vpu mutant viruses (M10/vif- and M10/vpu-), had heterogeneous HIV-1 phenotypes in terms of HIV-1 antigen expression, their syncytium forming capacity, reverse transcriptase activity and the infectivity of HIV-1 particles produced. When the replication kinetics of the HIV-1 particles produced were assayed in M10 cells, the clones could be classified into three types, i.e. type I producing non-infectious HIV-1, type II producing infectious HIV-1 with low replicative ability and type III producing infectious HIV-1 with a replicative ability similar to that of wild-type HIV-1. HIV-1 major viral cell proteins and virus particle fractions were almost typical in types II and III but not in type I. Electron microscopic examination of particles released by I, II and III clones revealed rare defective, predominantly defective and essentially normal virions, respectively. Northern and Southern blot analyses revealed no apparent deletion in the proviral DNA and mRNA prepared from these clones, except in the case of type I and II clones isolated from M10/vpu- which contained large deletions in the mRNAs for gag and gag-pol proteins. Thus, M10 cells surviving infection with HIV-1 vif or vpu mutants are heterogeneous, persistently expressing HIV-1 antigens and producing non-infectious or less cytopathic virus.", "title": "Cells surviving infection by human immunodeficiency virus type 1: vif or vpu mutants produce non-infectious or markedly less cytopathic viruses.", "authors": ["Kishi M 1 , Nishino Y , Sumiya M , Ohki K , Kimura T , Goto T , Nakai M , Kakinuma M , Ikuta K ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/20053771", "abstract": "A complex of human alpha-lactalbumin and oleic acid (HAMLET) was originally isolated from human milk as a potent anticancer agent. It kills a wide range of transformed cells of various origins while leaving nontransformed healthy cells largely unaffected both in vitro and in vivo. Importantly, purified alpha-lactalbumins from other mammals form complexes with oleic acid that show biological activities similar to that of HAMLET. The mechanism by which these protein-lipid complexes kill tumor cells is, however, largely unknown. Here, we show that complex of bovine alpha-lactalbumin and oleic acid (BAMLET), the bovine counterpart of HAMLET, kills tumor cells via a mechanism involving lysosomal membrane permeabilization. BAMLET shows potent cytotoxic activity against eight cancer cell lines tested, whereas nontransformed NIH-3T3 murine embryonic fibroblasts are relatively resistant. BAMLET accumulates rapidly and specifically in the endolysosomal compartment of tumor cells and induces an early leakage of lysosomal cathepsins into the cytosol followed by the activation of the proapoptotic protein Bax. Ectopic expression of three proteins known to stabilize the lysosomal compartment, i.e. heat shock protein 70 (Hsp70), Hsp70-2, and lens epithelium-derived growth factor, confer significant protection against BAMLET-induced cell death, whereas the antiapoptotic protein Bcl-2, caspase inhibition, and autophagy inhibition fail to do so. These data indicate that BAMLET triggers lysosomal cell death pathway in cancer cells, thereby clarifying the ability of alpha-lactalbumin:oleate complexes to kill highly apoptosis-resistant tumor cells.", "title": "BAMLET activates a lysosomal cell death program in cancer cells.", "authors": ["Rammer P 1 , Groth-Pedersen L , Kirkegaard T , Daugaard M , Rytter A , Szyniarowski P , Høyer-Hansen M , Povlsen LK , Nylandsted J , Larsen JE , Jäättelä M ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/15494417", "abstract": "Recently, we reported that ouabain kills renal epithelial and vascular endothelial cells independently of elevation of the [Na(+)](i)/[K(+)](i) ratio. These observations raised the possibility of finding cardiotonic steroids (CTS) that inhibit the Na(+),K(+) pump without attenuating cell survival and vice versa. To test this hypothesis, we compared CTS action on Na(+),K(+) pump, [Na(+)](i) content, and survival of Madin-Darby canine kidney cells. At a concentration of 1 microM, ouabain and other tested cardenolides, as well as bufadienolides such as bufalin, cinobufagin, cinobufotalin, and telobufotoxin, led to approximately 10-fold inhibition of the Na(+),K(+) pump, a 2-3-fold decrease in staining with dimethylthiazol-diphenyltetrazolium (MTT), and massive death indicated by detachment of approximately 80% of cells and caspase-3 activation. In contrast, Na(+),K(+) pump inhibition and elevation of [Na(+)](i) seen in the presence of 3 microM marinobufagenin (MBG) and marinobufotoxin did not affect MTT staining and cell survival. Inhibition of the Na(+),Rb(+) pump in K(+)-free medium was not accompanied by a decline of MTT staining and cell detachment but increased sensitivity to CTS. In K(+)-free medium, half-maximal inhibition of (86)Rb influx was observed in the presence of 0.04 microM ouabain and 0.1 microM MBG, whereas half-maximal detachment and decline of MTT staining were detected at 0.03 and 0.004 microM of ouabain versus 10 and 3 microM of MBG, respectively. Both ouabain binding and ouabain-induced [Na(+)](i),[K(+)](i)-independent signaling were suppressed in the presence of MBG. Thus, our results show that CTS exhibit distinctly different potency in Na(+),K(+) pump inhibition and triggering of [Na(+)](i)/[K(+)](i)-independent signaling, including cell death.", "title": "Cardiotonic steroids differentially affect intracellular Na+ and [Na+]i/[K+]i-independent signaling in C7-MDCK cells.", "authors": ["Akimova OA 1 , Bagrov AY , Lopina OD , Kamernitsky AV , Tremblay J , Hamet P , Orlov SN ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/22188474", "abstract": "Na(+),K(+)-ATPase is a heterodimer consisting of catalytic α1-α4 and regulatory β1-β3 subunits. Recently, we reported that transfection with ouabain-resistant α1R-Na(+),K(+)-ATPase rescues renal epithelial C7-MDCK cells exclusively expressing the ouabain-sensitive α1S-isoform from the cytotoxic action of ouabain. To explore the role of α2 subunit in ion transport and cytotoxic action of ouabain, we compared the effect of ouabain on K(+) ((86)Rb) influx and the survival of ouabain-treated C7-MDCK cells stably transfected with α1R- and α2R-Na(+),K(+)-ATPase. α2R mRNA in transfected cells was ∼8-fold more abundant than α1R mRNA, whereas immunoreactive α2R protein content was 5-fold lower than endogenous α1S protein. A concentration of 10 µmol/L ouabain led to complete inhibition of (86)Rb influx both in mock- and α2R-transfected cells, whereas maximal inhibition of (86)Rb influx in α1R-transfectd cells was observed at 1000 µmol/L ouabain. In contrast to the massive death of mock- and α2R-transfected cells exposed to 3 µmol/L ouabain , α1R-cells survived after 24 h incubation with 1000 µmol/L ouabain. Thus, our results show that unlike α1R, the presence of α2R-Na(+),K(+)-ATPase subunit mRNA and immunoreactive protein does not contribute to Na(+)/K(+) pump activity, and does not rescue C7-MDCK cells from the cytotoxic action of ouabain. Our results also suggest that the lack of impact of transfected α2-Na(+),K(+)-ATPase on Na(+)/K(+) pump activity and cell survival can be attributed to the low efficiency of its translation and (or) delivery to the plasma membrane of renal epithelial cells.", "title": "Low efficiency of functional translation of ouabain-resistant α2-Na(+),K(+)-ATPase mRNA in C7-MDCK epithelial cells.", "authors": ["Akimova OA 1 , Van Huysse J , Tremblay J , Orlov SN ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/18183931", "abstract": "HAMLET (human alpha-lactalbumin made lethal to tumor cells) is a molecular complex derived from human milk that kills tumor cells by a process resembling programmed cell death. The complex consists of partially unfolded alpha-lactalbumin and oleic acid, and both the protein and the fatty acid are required for cell death. HAMLET has broad antitumor activity in vitro, and its therapeutic effect has been confirmed in vivo in a human glioblastoma rat xenograft model, in patients with skin papillomas and in patients with bladder cancer. The mechanisms of tumor cell death remain unclear, however. Immediately after the encounter with tumor cells, HAMLET invades the cells and causes mitochondrial membrane depolarization, cytochrome c release, phosphatidyl serine exposure, and a low caspase response. A fraction of the cells undergoes morphological changes characteristic of apoptosis, but caspase inhibition does not rescue the cells and Bcl-2 overexpression or altered p53 status does not influence the sensitivity of tumor cells to HAMLET. HAMLET also creates a state of unfolded protein overload and activates 20S proteasomes, which contributes to cell death. In parallel, HAMLET translocates to tumor cell nuclei, where high-affinity interactions with histones cause chromatin disruption, loss of transcription, and nuclear condensation. The dying cells also show morphological changes compatible with macroautophagy, and recent studies indicate that macroautophagy is involved in the cell death response to HAMLET. The results suggest that HAMLET, like a hydra with many heads, may interact with several crucial cellular organelles, thereby activating several forms of cell death, in parallel. This complexity might underlie the rapid death response of tumor cells and the broad antitumor activity of HAMLET.", "title": "Apoptosis and tumor cell death in response to HAMLET (human alpha-lactalbumin made lethal to tumor cells).", "authors": ["Hallgren O 1 , Aits S , Brest P , Gustafsson L , Mossberg AK , Wullt B , Svanborg C ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/7563025", "abstract": "We determined the extent of Na(+)-independent, proton-driven amino acid transport in human intestinal epithelia (Caco-2). In Na(+)-free conditions, acidification of the apical medium (apical pH 6.0, basolateral pH 7.4) is associated with a saturable net absorption of glycine. With Na(+)-free media and apical pH set at 6.0, (basolateral pH 7.4), competition studies with glycine indicate that proline, hydroxyproline, sarcosine, betaine, taurine, beta-alanine, alpha-aminoisobutyric acid (AIB), alpha-methylaminoisobutyric acid (MeAIB), tau-amino-n-butyric acid and L-alanine are likely substrates for pH-dependent transport in the brush border of Caco-2 cells. Both D-serine and D-alanine were also substrates. In contrast leucine, isoleucine, valine, phenylalanine, methionine, threonine, cysteine, asparagine, glutamine, histidine, arginine, lysine, glutamate and D-aspartate were not effective substrates. Perfusion of those amino acids capable of inhibition of acid-stimulated net glycine transport at the brush-border surface of Caco-2 cell monolayers loaded with the pH-sensitive dye 2',7'-bis(2-carboxyethyl-5(6)-carboxyfluorescein) (BCECF) caused cytosolic acidification consistent with proton/amino acid symport. In addition, these amino acids stimulate an inward short-circuit current (Isc) in voltage-clamped Caco-2 cell monolayers in Na(+)-free media (pH 6.0). Other amino acids such as leucine, isoleucine, phenylalanine, tryptophan, methionine, valine, serine, glutamine, asparagine, D-aspartic acid, glutamic acid, cysteine, lysine, arginine and histidine were without effect on both pHi and inward Isc. In conclusion, Caco-2 cells express a Na(+)-independent, H(+)-coupled, rheogenic amino acid transporter at the apical brush-border membrane which plays an important role in the transepithelial transport of a range of amino acids across this human intestinal epithelium.", "title": "The role of the proton electrochemical gradient in the transepithelial absorption of amino acids by human intestinal Caco-2 cell monolayers.", "authors": ["Thwaites DT 1 , McEwan GT , Simmons NL ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/8340364", "abstract": "A cDNA has been isolated from human hippocampus that appears to encode a novel Na(+)-dependent, Cl(-)-independent, neutral amino acid transporter. The putative protein, designated SATT, is 529 amino acids long and exhibits significant amino acid sequence identity (39-44%) with mammalian L-glutamate transporters. Expression of SATT cDNA in HeLa cells induced stereospecific uptake of L-serine, L-alanine, and L-threonine that was not inhibited by excess (3 mM) 2-(methylamino)-isobutyric acid, a specific substrate for the System A amino acid transporter. SATT expression in HeLa cells did not induce the transport of radiolabeled L-cysteine, L-glutamate, or related dicarboxylates. Northern blot hybridization revealed high levels of SATT mRNA in human skeletal muscle, pancreas, and brain, intermediate levels in heart, and low levels in liver, placenta, lung, and kidney. SATT transport characteristics are similar to the Na(+)-dependent neutral amino acid transport activity designated System ASC, but important differences are noted. These include: 1) SATT's apparent low expression in ASC-containing tissues such as liver or placenta; 2) the lack of mutual inhibition between serine and cysteine; and 3) the lack of trans-stimulation. SATT may represent one of multiple activities that exhibit System ASC-like transport characteristics in diverse tissues and cell lines.", "title": "Cloning and expression of a novel Na(+)-dependent neutral amino acid transporter structurally related to mammalian Na+/glutamate cotransporters.", "authors": ["Shafqat S 1 , Tamarappoo BK , Kilberg MS , Puranam RS , McNamara JO , Guadaño-Ferraz A , Fremeau RT Jr ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/7622462", "abstract": "Active ion-coupled glutamate transport is of critical importance for excitatory synaptic transmission, normal cellular function, and epithelial amino acid metabolism. We previously reported the cloning of the rabbit intestinal high affinity glutamate transporter EAAC1 (Kanai, Y., and Hediger, M. A. (1992) Nature 360, 467-471), which is expressed in numerous tissues including intestine, kidney, liver, heart, and brain. Here, we report a detailed stoichiometric and kinetic analysis of EAAC1 expressed in Xenopus laevis oocytes. Uptake studies of 22Na+ and [14C]glutamate, in combination with measurements of intracellular pH with pH microelectrodes gave a glutamate to charge ratio of 1:1, a glutamate to Na+ ratio of 1:2, and a OH-/H+ to charge ratio of 1:1. Since transport is K+ dependent it can be concluded that EAAC1-mediated glutamate transport is coupled to the cotransport of 2 Na+ ions, the countertransport of one K+ ion and either the countertransport of one OH- ion or the cotransport of 1 H+ ion. We further demonstrate that under conditions where the electrochemical gradients for these ions are disrupted, EAAC1 runs in reverse, a transport mode which is of pathologic importance. 22Na+ uptake studies revealed that there is a low level of Na+ uptake in the absence of extracellular glutamate which appears to be analogous to the Na+ leak observed for the intestinal Na+/glucose cotransporter SGLT1. In voltage clamp studies, reducing extracellular Na+ from 100 to 10 mM strongly increased K0.5L-glutamate and decreased I(max). The data indicate that Na+ binding at the extracellular transporter surface becomes rate-limiting. Studies addressing the cooperativity of the substrate-binding sites indicate that there are two distinct Na(+)-binding sites with different affinities and that Na+ binding is modulated by extracellular glutamate. A hypothetical ordered kinetic transport model for EAAC1 is discussed.", "title": "Electrogenic properties of the epithelial and neuronal high affinity glutamate transporter.", "authors": ["Kanai Y 1 , Nussberger S , Romero MF , Boron WF , Hebert SC , Hediger MA ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23886446", "abstract": "Interleukins (IL), aside from their role in the regulation of the immune cascade, they have also been shown to modulate intestinal transport function. IL-1β is a potent inflammatory cytokine involved in many important cellular functions. The aim of this work was to study the in vitro effect of IL-1β on d-galactose transport across intestinal epithelia in rabbit jejunum and Caco-2 cells. The results showed that d-galactose intestinal absorption was diminished in IL-1β treated jejunum rabbits without affecting the Na(+), K(+)-ATPase activity. The presence of IL-1 cell-surface receptors was confirmed by addition to tissue of a specific IL-1 receptor antagonist (IL-1ra). The cytokine did not inhibit either the uptake of d-galactose nor modified the sodium-glucose transport (SGLT1) protein levels in the brush border membrane vesicles, suggesting an indirect IL effect. The IL-inhibition was significantly reversed in the presence of inhibitors of protein kinase C (PKC) and mitogen-activated protein kinases (MAPKs). The proteasome selective inhibitor completely abolished the IL-effect. Furthermore, the cytokine inhibition on galactose transport related to NF-kB activation was also confirmed in Caco-2 cells. In summary, the direct addition of IL-1β to intestinal epithelia inhibits d-galactose transport by a possible reduction in the SGLT1 activity. This event may be mediated by several transduction pathways activated during the inflammatory processes related to several protein kinases and nuclear factor, NF-kB. The IL-effect is independent of hormonal milieu and nervous stimuli. Crown Copyright © 2013. Published by Elsevier B.V. All rights reserved.", "title": "Interleukin-1beta reduces galactose transport in intestinal epithelial cells in a NF-kB and protein kinase C-dependent manner.", "authors": ["Viñuales C 1 , Gascón S , Barranquero C , Osada J , Rodríguez-Yoldi MJ ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9603321", "abstract": "Human immunodeficiency virus type 1 (HIV-1) wild-type (WT) virion infectivity factor (Vif) protein (Vifwt) and full-length Gag precursor (Pr55Gag) were found to be co-encapsidated into extracellular, membrane-enveloped virus-like particles released by budding from Sf9 cells co-expressing the two recombinant proteins in trans, with an average copy number of 3.5+/-0.6 Vifwt per 100 Pr55Gag molecules. No preferential localization at the plasma membrane was observed for recombinant Vif in the absence of Gag expression, and a significant proportion of Vif accumulated within the nucleus. Two conserved motifs, W89RKRRY94 and P156KKIKP161, seemed to act as nuclear addressing signals. The Pr55Gag and Vifwt interacting domains were analysed by biopanning of a phage-displayed hexapeptide library. The Vif-binding domain, which spanned residues H421-T470 in Pr55Gag, corresponded to the C-terminal region of nucleocapsid (NC), including the second zinc finger, the intermediate spacer peptide sp2 and the N-terminal half of the p6 domain. Deletions in these Gag domains significantly decreased the Vif encapsidation efficiency, and complete deletion of NC abolished Vif encapsidation. In Vif, four discrete Gag-binding sites were identified, within residues T68-L81 (site I) and W89-P100 (site II) in the central domain, and within residues P162-R173 (III) and P177-M189 (IV) at the C terminus. Substitutions in site I and deletion of site IV were detrimental to Vif encapsidation, whereas substitution of basic residues for alanine in sites III and IV had a positive effect. The data suggest a direct intracellular Gag-Vif interaction and the occurrence of a Pr55Gag-mediated membrane-targeting pathway for Vif in Sf9 cells.", "title": "Interaction and co-encapsidation of human immunodeficiency virus type 1 Gag and Vif recombinant proteins.", "authors": ["Huvent I 1 , Hong SS , Fournier C , Gay B , Tournier J , Carrière C , Courcoul M , Vigne R , Spire B , Boulanger P ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/15634848", "abstract": "The tubular intestine of the American lobster Homarus americanus was isolated in vitro and perfused with a physiological saline whose composition was based on hemolymph ion concentrations and contained variable concentrations of (3)H-l-histidine, (3)H-glycyl-sarcosine and (65)Zn(2+). Mucosa to serosa (M-->S) flux of each radiolabelled substrate was measured by the rate of isotope appearance in the physiological saline bathing the tissue on the serosal surface. Addition of 1-50 micromol l(-1) zinc to the luminal solution containing 1-50 micromol l(-1) (3)H-l-histidine significantly (P<0.01) increased M-->S flux of amino acid compared to controls lacking the metal. The kinetics of M-->S (3)H-l-histidine flux in the absence of zinc followed Michaelis-Menten kinetics (K(m)=6.2+/-0.8 micromol l(-1); J(max) =0.09+/-0.004 pmol cm(-2) min(-1)). Addition of 20 micromol l(-1) zinc to the luminal perfusate increased both kinetic constants (K(m)=19+/-3 micromol l(-1); J(max)=0.28+/-0.02 pmol cm(-2) min(-1)). Addition of both 20 micromol l(-1) zinc and 100 micromol l(-1) l-leucine abolished the stimulatory effect of the metal alone (K(m)=4.5+/-1.7 micromol l(-1); J(max)=0.08+/-0.008 pmol cm(-2) min(-1)). In the absence of l-histidine, M-->S flux of (65)Zn(2+) also followed the Michaelis-Menten relationship and addition of l-histidine to the perfusate significantly (P<0.01) increased both kinetic constants. Addition of either 50 micromol l(-1) Cu(+) or Cu(2+) and 20 micromol l(-1) l-histidine simultaneously abolished the stimulatory effect of l-histidine alone on transmural (65)Zn(2+) transport. Zinc-stimulation of M-->S (3)H-l-histidine flux was significantly (P<0.01) reduced by the addition of 100 micromol l(-1) glycyl-sarcosine to the perfusate, as a result of the dipeptide significantly (P<0.01) reducing both l-histidine transport K(m) and J(max). Transmural transport of (3)H-glycyl-sarcosine was unaffected by the presence of either l-histidine or l-leucine when either amino acid was added to the perfusate alone, but at least a 50% reduction in peptide transport was observed when zinc and either of the amino acids were added simultaneously. These results show that (3)H-l-histidine and (65)Zn(2+) are cotransported across the lobster intestine by a dipeptide carrier protein that binds both substrates in a bis-complex (Zn-[His](2)) resembling the normal dipeptide substrate. In addition, the transmural transports of both substrates may also occur by uncharacterized carrier processes that are independent of one another and appear relatively specific to the solutes used in this study.", "title": "3H-L-histidine and 65Zn(2+) are cotransported by a dipeptide transport system in intestine of lobster Homarus americanus.", "authors": ["Conrad EM 1 , Ahearn GA ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/8970945", "abstract": "The Vif protein of human immunodeficiency virus type 1 is required for productive replication in peripheral blood lymphocytes and a limited number of immortalized T-lymphoid lines (nonpermissive cells). In contrast, Vif is fully dispensable for virus replication in other T-cell lines (permissive cells). Because the infection phenotype of released virions is determined by producer cells and by the presence of Vif in those cells, we have analyzed the protein contents of purified viral particles in an attempt to define compositional differences that could explain the infection phenotype. Surprisingly, we were unable to discern any Vif- or cell-type-dependent quantitative or qualitative difference in the Gag, Pol, and Env proteins of virions or virus-producing cells that correlates with virus infectivity. We were, however, able to demonstrate that Vif itself is present in virions and, using semiquantitative Western blotting (immunoblotting), that there is an average of 30 to 80 molecules of Vif incorporated into each virion. Importantly, parallel analyses of total lysates of the producer cells revealed that the cell-associated expression levels of Vif are close to those of the Gag proteins. Given the dramatically higher abundance of Vif in cells than in virions, we speculate that Vif exerts its principal activity during the processes of virus assembly and budding and that this function could be of a structural-conformational nature.", "title": "Human immunodeficiency virus type 1 Vif does not influence expression or virion incorporation of gag-, pol-, and env-encoded proteins.", "authors": ["Fouchier RA 1 , Simon JH , Jaffe AB , Malim MH ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/7494279", "abstract": "The human immunodeficiency virus type 1-specific Vpu protein is a small integral membrane phosphoprotein that induces degradation of the virus receptor CD4 in the endoplasmic reticulum and, independently, increases the release of progeny virions from infected cells. To address the importance of Vpu for virus replication in primary human cells such as peripheral blood mononuclear cells (PBMC) and monocyte-derived macrophages (MDM), we used three different sets of monocyte-tropic molecular clones of human immunodeficiency virus type 1: a primary isolate, AD8+, and two chimeric variants of the T-cell-tropic isolate NL4-3 carrying the env determinants of either AD8+ or SF162 monocyte-tropic primary isolates. Isogenic variants of these chimeric viruses were constructed to express either wild-type Vpu or various mutants of Vpu. The effects of these mutations in the vpu gene on virus particle secretion from infected MDM or PBMC were assessed by determination of the release of virion-associated reverse transcriptase into culture supernatants, Western blot (immunoblot) analysis of pelleted virions, and steady-state or pulse-chase metabolic labeling. Wild-type Vpu increased virus release four- to sixfold in MDM and two- to threefold in PBMC, while nonphosphorylated Vpu and a C-terminal truncation mutant of Vpu were partially active on virus release in primary cells. These results demonstrate that Vpu regulates virus release in primary lymphocyte and macrophage cultures in a similar manner and to a similar extent to those previously observed in HeLa cells or CD4+ T-cell lines. Thus, our findings provide evidence that Vpu functions in a variety of human cells, both primary cells and continuous cell lines, and mutations in Vpu affect its biological activity independent of the cell type and virus isolate used.", "title": "Augmentation of virus secretion by the human immunodeficiency virus type 1 Vpu protein is cell type independent and occurs in cultured human primary macrophages and lymphocytes.", "authors": ["Schubert U 1 , Clouse KA , Strebel K ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/17494630", "abstract": "Cardiotonic steroids (CTS), long used to treat heart failure, are endogenously produced in mammals. Among them are the hydrophilic cardenolide ouabain and the more hydrophobic cardenolide digoxin, as well as the bufadienolides marinobufagenin and telecinobufagin. The physiological effects of endogenous ouabain on blood pressure and cardiac activity are consistent with the \"Na(+)-lag\" hypothesis. This hypothesis assumes that, in cardiac and arterial myocytes, a CTS-induced local increase of Na(+) concentration due to inhibition of Na(+)/K(+)-ATPase leads to an increase of intracellular Ca(2+) concentration ([Ca(2+)](i)) via a backward-running Na(+)/Ca(2+) exchanger. The increase in [Ca(2+)](i) then activates muscle contraction. The Na(+)-lag hypothesis may best explain short-term and inotropic actions of CTS. Yet all data on the CTS-induced alteration of gene expression are consistent with another hypothesis, based on the Na(+)/K(+)-ATPase \"signalosome,\" that describes the interaction of cardiac glycosides with the Na(+) pump as machinery activating various signaling pathways via intramembrane and cytosolic protein-protein interactions. These pathways, which may be activated simultaneously or selectively, elevate [Ca(2+)](i), activate Src and the ERK1/2 kinase pathways, and activate phosphoinositide 3-kinase and protein kinase B (Akt), NF-kappaB, and reactive oxygen species. A recent development indicates that new pharmaceuticals with antihypertensive and anticancer activities may be found among CTS and their derivatives: the antihypertensive rostafuroxin suppresses Na(+) resorption and the Src-epidermal growth factor receptor-ERK pathway in kidney tubule cells. It may be the parent compound of a new principle of antihypertensive therapy. Bufalin and oleandrin or the cardenolide analog UNBS-1450 block tumor cell proliferation and induce apoptosis at low concentrations in tumors with constitutive activation of NF-kappaB.", "title": "Endogenous and exogenous cardiac glycosides: their roles in hypertension, salt metabolism, and cell growth.", "authors": ["Schoner W 1 , Scheiner-Bobis G ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/23615964", "abstract": "Cell death is accompanied by the dissipation of electrochemical gradients of monovalent ions across the plasma membrane that, in turn, affects cell volume via modulation of intracellular osmolyte content. In numerous cell types, apoptotic and necrotic stimuli caused cell shrinkage and swelling, respectively. Thermodynamics predicts a cell type-specific rather than an ubiquitous impact of monovalent ion transporters on volume perturbations in dying cells, suggesting their diverse roles in the cell death machinery. Indeed, recent data showed that apoptotic collapse may occur in the absence of cell volume changes and even follow cell swelling rather than shrinkage. Moreover, side-by-side with cell volume adjustment, monovalent ion transporters contribute to cell death machinery engagement independently of volume regulation via cell type-specific signaling pathways. Thus, inhibition of Na(+)-K(+)-ATPase by cardiotonic steroids (CTS) rescues rat vascular smooth muscle cells from apoptosis via a novel Na(+)i-K(+)i-mediated, Ca(2+)i-independent mechanism of excitation-transcription coupling. In contrast, CTS kill renal epithelial cells independently of Na(+)-K(+)-ATPase inhibition and increased [Na(+)]i/[K(+)]i ratio. The molecular origin of [Na(+)]i/[K(+)]i sensors involved in the inhibition of apoptosis as well as upstream intermediates of Na(+)i/K(+)i-independent death signaling triggered by CTS remain unknown.", "title": "Cell volume and monovalent ion transporters: their role in cell death machinery triggering and progression.", "authors": ["Orlov SN 1 , Platonova AA , Hamet P , Grygorczyk R ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9050235", "abstract": "In mammalian cells, the uptake of amino acids is mediated by specialized, energy-dependent and passive transporters with overlapping substrate specificities. Most energy-dependent transporters are coupled either to the cotransport of Na+ or Cl- or to the countertransport of K+. Passive transporters are either facilitated transporters or channels. As a prelude to the molecular characterization of the different classes of transporters, we have isolated transporter cDNAs by expression-cloning with Xenopus laevis oocytes and we have characterized the cloned transporters functionally by uptake studies into oocytes using radiolabelled substrates and by electrophysiology to determine substrate-evoked currents. Mammalian transporters investigated include the dibasic and neutral amino acid transport protein D2/NBAT (system b0+) and the Na(+)- and K(+)-dependent neuronal and epithelial high-affinity glutamate transporter EAAC1 (system XAG-). A detailed characterization of these proteins has provided new information on transport characteristics and mechanisms for coupling to different inorganic ions. This work has furthermore advanced our understanding of the roles these transporters play in amino acid homeostasis and in various pathologies. For example, in the central nervous system, glutamate transporters are critically important in maintaining the extracellular glutamate concentration below neurotoxic levels, and defects of the human D2 gene have been shown to account for the formation of kidney stones in patients with cystinuria. Using similar approaches, we are investigating the molecular characteristics of K(+)-coupled amino acid transporters in the larval lepidopteran insect midgut. In the larval midgut, K+ is actively secreted into the lumen through the concerted action of an apical H+ V-ATPase and an apical K+/2H+ antiporter, thereby providing the driving force for absorption of amino acids. In vivo, the uptake occurs at extremely high pH (pH 10) and is driven by a large potential difference (approximately -200 mV). Studies with brush-border membrane vesicles have shown that there are several transport systems in the larval intestine with distinct amino acid and cation specificities. In addition to K+, Na+ can also be coupled to amino acid uptake at lower pH, but the Na+/K+ ratio of the hemolymph is so low that K+ is probably the major coupling ion in vivo. The neutral amino acid transport system of larval midgut has been studied most extensively. Apart from its cation selectivity, it appears to be related to the amino acid transport system B previously characterized in vertebrate epithelial cells. Both systems have a broad substrate range which excludes 2-(methylamino)-isobutyric acid, an amino acid analog accepted by the mammalian Na(+)-coupled system A. In order to gain insights into the K(+)-coupling mechanism and into amino acid and K+ homeostasis in insects, current studies are designed to delineate the molecular characteristics of these insect transporters. Recent data showed that injection of mRNA prepared from the midgut of Manduca sexta into Xenopus laevis oocytes induced a 1.5- to 2.5-fold stimulation of the Na(+)-dependent uptake of both leucine and phenylalanine (0.2 mmoll-1, pH 8). The molecular cloning of these transporters is now in progress. Knowledge of their unique molecular properties could be exploited in the future to control disease vectors and insect pests.", "title": "Molecular characteristics of mammalian and insect amino acid transporters: implications for amino acid homeostasis.", "authors": ["Castagna M 1 , Shayakul C , Trotti D , Sacchi VF , Harvey WR , Hediger MA ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/1729674", "abstract": "Uptake of long-chain and aromatic neutral amino acids into cells is known to be catalyzed by the Na(+)-independent system L transporter, which is ubiquitous in animal cells and tissues. We have used a Xenopus oocyte expression system to clone the cDNA of a system L transporter from a rat kidney cDNA library. The 2.3-kilobase cDNA codes for a protein of 683 amino acids. The transporter has four putative membrane-spanning domains and bears no sequence or structural homology to any known animal or bacterial transporter. When transcribed and expressed in Xenopus oocytes, the transporter exhibits many, but not all, of the characteristics of L-system transporters, suggesting that this represents one of several related L-system transporters.", "title": "Expression cloning of a Na(+)-independent neutral amino acid transporter from rat kidney.", "authors": ["Tate SS 1 , Yan N , Udenfriend S ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9417778", "abstract": "Despite its versatility and effectiveness in numerous studies, the vaccinia/HeLa cell expression model may not be optimal for the study of all transport proteins. To evaluate an alternative expression model for amino acid transport Systems ASC and X-AG, the mRNA content and transport activity encoded by human hippocampal ASCT1 cDNA and rat hippocampal EAAC1 cDNA, respectively, were measured in pDR2-cDNA-transfected human embryonic kidney 293 cells made competent by stable transfection with the Epstein-Barr neutral antigen-1 (EBNA-1) cDNA (293c18 cells) to evaluate the EBNA-1/293c18 expression system. The results show that (i) the EBNA-1/293c18 expression system results in a larger increase over background of Systems ASCT1 (6.4x) and EAAC1 (39x) transport activity than does the vaccinia/HeLa expression system (2.6x and 22x, respectively); (ii) transfection and hygromycin B selection for the pDR2 vector do not affect the endogenous transport velocities of Systems ASC, X-AG, or A; and (iii) the endogenous transport velocities of Systems ASC and X-AG in 293c18 cells were not affected by the expression of exogenous EAAC1 or ASCT1. We conclude that the EBNA-1/293c18 cell expression model represents a useful transient expression regimen to characterize mammalian amino acid transport proteins, especially for transporters that may exhibit relatively low activity in transient expression systems lacking a selection mechanism.", "title": "An expression system for mammalian amino acid transporters using a stably maintained episomal vector.", "authors": ["Matthews JC 1 , Aslanian AM , McDonald KK , Yang W , Malandro MS , Novak DA , Kilberg MS ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/10891391", "abstract": "This report describes the primary structure and functional characteristics of human ATA1, a subtype of the amino acid transport system A. The human ATA1 cDNA was isolated from a placental cDNA library. The cDNA codes for a protein of 487 amino acids with 11 putative transmembrane domains. The transporter mRNA ( approximately 9.0 kb) is expressed most prominently in the placenta and heart, but detectable level of expression is evident in other tissues including the brain. When expressed heterologously in mammalian cells, the cloned transporter mediates Na(+)-coupled transport of the system A-specific model substrate alpha-(methylamino)isobutyric acid. The transport process is saturable with a Michaelis-Menten constant of 0. 89 +/- 0.12 mM. The Na(+):amino acid stoichiometry is 1:1 as deduced from the Na(+)-activation kinetics. The transporter is specific for small short-chain neutral amino acids. The gene for the transporter is located on human chromosome 12. Copyright 2000 Academic Press.", "title": "Cloning and functional expression of ATA1, a subtype of amino acid transporter A, from human placenta.", "authors": ["Wang H 1 , Huang W , Sugawara M , Devoe LD , Leibach FH , Prasad PD , Ganapathy V ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/7707498", "abstract": "The vpr gene of human immunodeficiency virus type 1 (HIV-1) encodes a virion-associated regulatory protein. Mutagenesis has shown that the virion association of Vpr requires sequences near the C terminus of the HIV-1 Gag polyprotein Pr55gag. To investigate whether Vpr incorporation is mediated by a specific domain of Pr55gag, we examined the ability of chimeric HIV-1/Moloney murine leukemia virus (MLV) Gag polyproteins to direct the incorporation of Vpr. Vpr expressed in trans did not associate with particles formed by the authentic MLV Gag polyprotein or with particles formed by chimeric Gag polyproteins that had the matrix (MA) or capsid (CA) domain of MLV precisely replaced by the corresponding domain of HIV-1HXB2. By contrast, Vpr was efficiently incorporated upon replacement of the C-terminal nucleocapsid (NC) domain of the MLV Gag polyprotein with HIV-1 p15 sequences. Vpr was also efficiently incorporated into particles formed by a MLV Gag polyprotein that had the HIV-1 p6 domain fused to its C terminus. Furthermore, a deletion analysis revealed that a conserved region near the C terminus of the p6 domain is essential for Vpr incorporation, whereas sequences downstream of the conserved region are dispensable. These results show that a virion association motif for Vpr is located within residues 1 to 46 of p6.", "title": "The p6gag domain of human immunodeficiency virus type 1 is sufficient for the incorporation of Vpr into heterologous viral particles.", "authors": ["Kondo E 1 , Mammano F , Cohen EA , Göttlinger HG ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/11991975", "abstract": "Retroviral Gag polyproteins contain regions that promote the separation of virus particles from the plasma membrane and from each other. These Gag regions are often referred to as late assembly (L) domains. The L domain of human immunodeficiency virus type 1 (HIV-1) is in the C-terminal p6(gag) domain and harbors an essential P(T/S)APP motif, whereas the L domains of oncoretroviruses are in the N-terminal half of the Gag precursor and have a PPXY core motif. We recently observed that L domains induce the ubiquitination of a minimal HIV-1 Gag construct and that point mutations which abolish L domain activity prevent Gag ubiquitination. In that study, a peptide from the Ebola virus L domain with overlapping P(T/S)APP and PPXY motifs showed exceptional activity in promoting Gag ubiquitination and the release of virus-like particles. We now show that a substitution which disrupts the PPXY motif but leaves the P(T/S)APP motif intact abolishes L domain activity in the minimal Gag context, but not in the context of a near full-length HIV-1 Gag precursor. Our results reveal that the P(T/S)APP motif does not function autonomously and indicate that the HIV-1 nucleocapsid-p1 region, which is proximal to p6(gag), can cooperate with the conserved L domain core motif. We have also examined the effects of ubiquitin mutants on virus-like particle production, and the results indicate that residues required for the endocytosis function of ubiquitin are also involved in virus budding.", "title": "Late assembly domain function can exhibit context dependence and involves ubiquitin residues implicated in endocytosis.", "authors": ["Strack B 1 , Calistri A , Göttlinger HG ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/7648278", "abstract": "The 96-amino acid Vpr protein is the only virion-associated regulatory protein encoded by the human immunodeficiency virus type 1 (HIV-1). Vpr incorporation into the viral particle is most likely due to an interaction with a viral structural protein. Recent data have shown that DNA encoding for the p55 Gag precursor protein (Pr55gag) is the minimal viral genetic information necessary for Vpr incorporation. Other studies have suggested that the p6 portion of Pr55gag, which is unique to lentiviruses, is involved in Vpr incorporation. To investigate the mechanism of incorporation of Vpr into HIV-1 virions, COS-7 cells were cotransfected with ptrENV, an expression vector that encodes all of the HIV-1 regulatory proteins including Rev and Vpr, and different constructs of pIIIgagCAR, a rev-dependent Gag expression plasmid that encodes Pr55gag and the viral protease. Virions produced from gag constructs containing a premature p6 termination codon at positions Leu-1, Ser-17, Tyr-36, or Leu-44 lacked detectable Vpr. In contrast, gag constructs with double Pro-10-Pro-11 substitutions for Leu-10-Leu-11 or a premature termination codon at position Pro-49 of p6 were still able to incorporate Vpr, however, with lower efficiency than wild type. The mutations described in this study affected directly two short regions within the p6 domain, which are highly conserved among primate immunodeficiency viruses. Our results suggest that the conserved (P-T/S-A-P-P) and (L-X-S-L-F-G) motifs located near the N-terminus and C-terminus, respectively, of the p6 domain of Gag are critical for Vpr incorporation into HIV-1 virions.", "title": "Incorporation of Vpr into human immunodeficiency virus type 1: role of conserved regions within the P6 domain of Pr55gag.", "authors": ["Checroune F 1 , Yao XJ , Göttlinger HG , Bergeron D , Cohen EA ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/21697425", "abstract": "Transepithelial transport of dietary D-glucose and d-fructose was examined in the lobster Homarus americanus intestine using D-[(3)H]glucose and D-[(3)H]fructose. Lobster intestines were mounted in a perfusion chamber to determine transepithelial mucosal to serosal (MS) and serosal to mucosal (SM) transport mechanisms of glucose and fructose. Both MS glucose and fructose transport, as functions of luminal sugar concentration, increased in a hyperbolic manner, suggesting the presence of mucosal transport proteins. Phloridizin inhibited the MS flux of glucose, but not that of fructose, suggesting the presence of a sodium-dependent (SGLT1)-like glucose co-transporter. Immunohistochemical analysis, using a goat anti-rabbit GLUT5 polyclonal antibody, revealed the localization of a brush border GLUT5-like fructose transport protein. MS fructose transport was decreased in the presence of mucosal phloretin in warm spring/summer animals, but the same effect was not observed in cold autumn/winter animals, suggesting a seasonal regulation of sugar transporters. Mucosal phloretin had no effect on MS glucose transport. Both SM glucose and SM fructose transport were decreased in the presence of increasing concentrations of serosal phloretin, providing evidence for the presence of a shared serosal GLUT2 transport protein for the two sugars. The transport of d-glucose and d-fructose across lobster intestine is similar to sugar uptake in mammalian intestine, suggesting evolutionarily conserved absorption processes for these solutes.", "title": "Transepithelial D-glucose and D-fructose transport across the American lobster, Homarus americanus, intestine.", "authors": ["Obi IE 1 , Sterling KM , Ahearn GA ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9721227", "abstract": "The viral infectivity factor (Vif) of human immunodeficiency virus type-1 (HIV-1) functions at a late stage of the viral life cycle to confer infectivity on progeny virions. Although Vif is present in HIV-1 particles, both the relevance of incorporation for function and the mechanism that underlies incorporation remain unresolved. Using matched T cell systems that express high or low levels of Vif, we demonstrate that the extent of Vif incorporation into virions varies in relation to cellular expression levels. Because viral infectivity is not affected by these variations, we suggest that the packaging of Vif is neither specific nor necessary for function. Copyright 1998 Academic Press.", "title": "Virion incorporation of human immunodeficiency virus type-1 Vif is determined by intracellular expression level and may not be necessary for function.", "authors": ["Simon JH 1 , Miller DL , Fouchier RA , Malim MH ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/16734760", "abstract": "Na/K-ATPase is the only known target of cardiotonic steroids (CTS) identified in plants, amphibians and later on in several mammalian species, including human. We focus our review on recent data implicating CTS in the tissue-specific regulation of cell survival and death. In vascular smooth muscle cells, CTS inhibited cell death triggered by apoptotic stimuli via a novel Na+i-mediated, Ca2+i-independent mechanism of expression of antiapoptotic genes, including mortalin. In contrast, exposure to CTS in vascular endothelial and renal epithelial cells led to cell death, showing combined markers of apoptosis and necrosis. This mode of cell death, termed oncosis, is caused by CTS interaction with Na/K-ATPase but is independent of the inhibition of Na/K-ATPase-mediated ion fluxes and inversion of the [Na+]i/[K+]i ratio. The intermediates of intracellular signalling involved in Na+i, K+i-independent oncosis of CTS-treated cells remain unknown. Recently, we found that this mode of cell death can be protected by modest intracellular acidification via the expression of H+i-sensitive genes. The molecular origin of intracellular Na+ and H+ sensor involvement in the development of apoptosis and oncosis is currently under investigation.", "title": "The death of cardiotonic steroid-treated cells: evidence of Na+i,K+i-independent H+i-sensitive signalling.", "authors": ["Orlov SN 1 , Hamet P ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/18727243", "abstract": "Several research teams have proposed that shrinkage and swelling in cells undergoing apoptosis and oncosis are not only the earliest morphological markers of the two modes of cell death but are also obligatory steps in the development of the death machinery. We examined this hypothesis as well as the role of monovalent cations as major intracellular osmolytes using vascular smooth muscle cells (VSMC) from the rat aorta and C7-MDCK cells derived from the Madin-Darby canine kidney. 48-hr inhibition of the Na(+)-K+ pump with ouabain did not affect VSMC survival and delayed serum deprivation-induced apoptosis at a step upstream of caspase-3 via elevation of the [Na+]i/[K+]i ratio and the expression of Na+ i-sensitive antiapoptotic genes including mortalin. Transient and modest (15-20%) shrinkage observed in serum-deprived VSMC did not contribute to triggering of the apoptotic machinery. In contrast to VSMC, ouabain led to oncosis of C7-MDCK cells, indicated by swelling and resistance to the pan-caspase inhibitor z-VAD.fmk. In these cells, the death signal was mediated by interaction of ouabain with the Na(+)-K(+)-ATPase alpha-subunit but was independent of the inhibition of Na(+)-K+ pump-mediated ion fluxes and elevation of the [Na+]i/[K+]i ratio.", "title": "Apoptosis vs. oncosis: role of cell volume and intracellular monovalent cations.", "authors": ["Orlov SN 1 , Hamet P ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/10506149", "abstract": "We have cloned a transporter protein from rabbit small intestine, which, when coexpressed with the 4F2 heavy chain (4F2hc) in mammalian cells, induces a b(0,+)-like amino acid transport activity. This protein (4F2-lc6 for the sixth member of the 4F2 light chain family) consists of 487 amino acids and has 12 putative transmembrane domains. At the level of amino acid sequence, 4F2-lc6 shows significant homology (44% identity) to the other five known members of the 4F2 light chain family, namely LAT1 (4F2-lc1), y(+)LAT1 (4F2-lc2), y(+)LAT2 (4F2-lc3), xCT (4F2-lc4), and LAT2 (4F2-lc5). The 4F2hc/4F2-lc6 complex-mediated transport process is Na(+)-independent and exhibits high affinity for neutral and cationic amino acids and cystine. These characteristics are similar to those of the b(0,+)-like amino acid transport activity previously shown to be associated with rBAT (protein related to b(0,+) amino acid transport system). However, the newly cloned 4F2-lc6 does not interact with rBAT. This is the first report of the existence of a b(0,+)-like amino acid transport process that is independent of rBAT. 4F2-lc6 is expressed predominantly in the small intestine and kidney. Based on the characteristics of the transport process mediated by the 4F2hc/4F2-lc6 complex and the expression pattern of 4F2-lc6 in mammalian tissues, we suggest that 4F2-lc6 is a new candidate gene for cystinuria.", "title": "Cloning and expression of a b(0,+)-like amino acid transporter functioning as a heterodimer with 4F2hc instead of rBAT. A new candidate gene for cystinuria.", "authors": ["Rajan DP 1 , Kekuda R , Huang W , Wang H , Devoe LD , Leibach FH , Prasad PD , Ganapathy V ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/2480748", "abstract": "System L is primarily responsible for the Na+-independent transport of neutral amino acids, those with bulky chains such as leucine, isoleucine, phenylalanine, etc., into mammalian cells. mRNA from rat kidney and human lymphoid cells, when microinjected into Xenopus laevis oocytes, induced expression of this transport system. The expressed transport exhibits characteristics similar to those reported for the System L amino acid transporter from a variety of mammalian cells. Injection of size-fractionated mRNA indicates that the System L transporter in both the rat kidney and human lymphoid cells is encoded by mRNA of about 3 to 4 kb.", "title": "Expression of the mammalian Na+-independent L system amino acid transporter in Xenopus laevis oocytes.", "authors": ["Tate SS 1 , Urade R , Getchell TV , Udenfriend S ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/8603078", "abstract": "In mammalian cells, the basal Na+-dependent uptake for many of the neutral amino acids is mediated by a transport activity designated System ASC. A cloned human brain cDNA sequence, ASCT1, encodes a Na+-dependent neutral amino acid transport activity that exhibits a substrate specificity similar to that commonly associated with System ASC. However, the characteristics of ASC activity varies significantly between cell types and not all tissues contain detectable levels of ASCT1 mRNA. A unique property of System ASC activity is an altered substrate selectivity such that at pH values below 7.4 anionic amino acids function as inhibitors and substrates. The experiments in this report were designed to determine if the cloned ASCT1 transporter exhibited this pH-dependent anionic transport. Following transfection of HeLa cells with the ASCT1 cDNA, transport strongly favored neutral zwitterionic) amino acids when uptake was measured at a physiologic pH value of 7.5. However, lowering the assay pH to 5.5 significantly enhanced the interaction of the ASCT1 carrier with anionic amino acids such as cysteate, in a pH-dependent manner. The apparent pK for the titratable group was in the range of 6.5-7.0. These results provide evidence that the human brain ASCT1 transporter exhibits the most distinguishing characteristic known for System ASC and provides a model system to investigate the molecular basis for this shift in substrate acceptance.", "title": "Expressed human hippocampal ASCT1 amino acid transporter exhibits a pH-dependent change in substrate specificity.", "authors": ["Tamarappoo BK 1 , McDonald KK , Kilberg MS ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/9516450", "abstract": "Previous studies have shown that a Na+-dependent transport system is responsible for the transplacental transfer of the vitamins pantothenate and biotin and the essential metabolite lipoate. We now report the isolation of a rat placental cDNA encoding a transport protein responsible for this function. The cloned cDNA, when expressed in HeLa cells, induces Na+-dependent pantothenate and biotin transport activities. The transporter is specific for pantothenate, biotin, and lipoate. The Michaelis-Menten constant (Kt) for the transport of pantothenate and biotin in cDNA-transfected cells is 4.9 +/- 1.1 and 15.1 +/- 1.2 microM, respectively. The transport of both vitamins in cDNA-transfected cells is inhibited by lipoate with an inhibition constant (Ki) of approximately 5 microM. The nucleotide sequence of the cDNA (sodium-dependent multivitamin transporter (SMVT)) predicts a protein of 68.6 kDa with 634 amino acids and 12 potential transmembrane domains. Protein data base search indicates significant sequence similarity between SMVT and known members of the Na+-dependent glucose transporter family. Northern blot analysis shows that SMVT transcripts are present in all of the tissues that were tested. The size of the principal transcript is 3.2 kilobases. SMVT represents the first Na+-dependent vitamin transporter to be cloned from a mammalian tissue.", "title": "Cloning and functional expression of a cDNA encoding a mammalian sodium-dependent vitamin transporter mediating the uptake of pantothenate, biotin, and lipoate.", "authors": ["Prasad PD 1 , Wang H , Kekuda R , Fujita T , Fei YJ , Devoe LD , Leibach FH , Ganapathy V ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/10825452", "abstract": "This report describes the structure, function, and tissue distribution pattern of rat OCTN1 (novel organic cation transporter 1). The rat OCTN1 cDNA was isolated from a rat placental cDNA library. The cDNA is 2258 bp long and codes for a protein of 553 amino acids. Its amino acid sequence bears high homology to human OCTN1 (85% identity) and rat OCTN2 (74% identity). When expressed heterologously in mammalian cells, rat OCTN1 mediates Na(+)-independent and pH-dependent transport of the prototypical organic cation tetraethylammonium. The transporter interacts with a variety of structurally diverse organic cations such as desipramine, dimethylamiloride, cimetidine, procainamide, and verapamil. Carnitine, a zwitterion, interacts with rat OCTN1 with a very low affinity. However, the transport of carnitine via rat OCTN1 is not evident in the presence or absence of Na(+). We conclude that rat OCTN1 is a multispecific organic cation transporter. OCTN1-specific mRNA transcripts are present in a wide variety of tissues in the rat, principally in the liver, intestine, kidney, brain, heart and placenta. In situ hybridization shows the distribution pattern of the transcripts in the brain (cerebellum, hippocampus and cortex), kidney (cortex and medulla with relatively more abundance in the cortical-medullary junction), heart (myocardium and valves) and placenta (labyrinthine zone).", "title": "Structural and functional characteristics and tissue distribution pattern of rat OCTN1, an organic cation transporter, cloned from placenta.", "authors": ["Wu X 1 , George RL , Huang W , Wang H , Conway SJ , Leibach FH , Ganapathy V ."]}
{"url": "http://www.ncbi.nlm.nih.gov/pubmed/11145902", "abstract": "The human immunodeficiency virus type 1 (HIV-1) Vpu is an integral membrane protein that forms oligomeric structures in membranes. Expression of vpu using Sindbis virus (SV) as a vector leads to permeabilization of plasma membrane to hydrophilic molecules and impaired maturation of wild type SV glycoproteins in BHK cells. The 6K protein is a membrane protein encoded in the SV genome that facilitates budding of virus particles and regulates transport of viral glycoproteins through the secretory pathway. Some of these functions were assayed with a SV mutant containing a partially deleted 6K gene. Transfection of BHK cells with pSVDelta6K vector rendered defective SVDelta6K virus, which had lower membrane permeabilization, impaired glycoprotein processing, and deficient virion budding. Replacement of 6K function by HIV-1 Vpu in SVDelta6K was tested by cloning the vpu gene under a duplicated late promoter (pSVDelta6KVpu). The presence of the vpu gene in the 6K-deleted virus enhances membrane permeability, modifies glycoprotein precursor processing, and facilitates infectious virus particle production. Restoration of infectivity of 6K-deleted SV by Vpu was evidenced by increased PFU production and cytopathic effect on infected cells. The modification of SVDelta6K glycoprotein maturation by Vpu was reflected in augmented processing of B precursor and impairment of PE2 cleavage. Taken together, our data support the notion that HIV-1 Vpu and SV 6K proteins share some analogous functions. Copyright 2001 Academic Press.", "title": "Human immunodeficiency virus type 1 VPU protein affects Sindbis virus glycoprotein processing and enhances membrane permeabilization.", "authors": ["González ME 1 , Carrasco L ."]}